[MASK]
[CLS]
[PAD]
[SEP]
[UNK]
5970
3785
2958
315296
23027
166349
20955
9154
8301
194664
25276
231923
805973
2585
130982
322840
866885
1478
601
28244
196707
345213
7704
708416
337077
57241
509989
47141
309617
43718
58394
6363
10602
6059
321690
258938
46547
4489
1913
95028
36247
58172
416
60995
1965
211
6263
241
8494
303890
657667
12518
448121
31370
121754
318165
158448
167192
359151
365538
741090
69779
9180
102406
419885
10833
27417
343
359552
11366
5919
393186
748454
907055
70223
12474
12792
1340
748316
152673
10740
60800
418455
217635
119722
8700
14282
6482
488904
699
683979
809694
91415
23103
166206
201246
597527
38090
26921
500179
6231
111503
124825
548313
215580
50370
15725
3553
8297
219464
23273
178319
231092
907543
911425
71628
10296
74031
82333
52057
159655
828942
27394
11729
944299
41973
219900
24124
284620
229090
587784
605850
874041
596082
273647
8706
91140
4266
3342
753773
868832
608407
669545
109666
40885
604634
353716
13393
7537
526707
196898
46869
175212
400588
526706
68101
17016
39036
14437
81260
1555
57
82405
96958
63200
137946
248220
115054
244018
156574
105262
702627
29044
132763
128520
5018
23039
470337
10611
40646
170877
34982
37533
38071
548669
779094
559685
18976
23467
98831
10
110585
32516
508772
427960
578353
34454
1458
233365
265686
450216
420756
135888
670
69851
384158
196190
40289
162396
52612
399209
153672
8344
1341
794169
64984
706426
136070
4424
876852
576545
122257
33575
41047
125722
32847
369999
119498
277148
892317
142695
32509
51922
1491
8144
293966
4954
816469
724558
304103
134953
2686
6627
3706
11665
53658
379513
49970
72002
367403
430481
5091
106043
221896
48538
36259
307
6724
31457
888
6118
520868
2421
172479
515296
45120
423836
253719
2322
50184
487697
184375
5154
794155
36232
8633
612348
78367
5032
26260
2625
47908
601396
764157
318169
355049
27752
34953
32570
7530
582927
604050
17555
120516
687651
79879
3151
15209
220648
134817
6081
45207
579989
279794
3602
37397
9375
21483
26031
11166
6312
1323
599404
264075
262497
5029
18145
301124
47025
20780
689
207637
3494
332437
12087
597485
1148
165560
18295
237455
410
636504
21769
20592
207988
5578
849987
64559
152563
5275
307590
544599
6547
89096
167944
222560
4970
317248
27832
106980
454053
105723
754000
98473
69428
157908
536982
674952
87929
30270
483365
727575
637
1223
4279
27534
12949
852166
231520
27264
294167
843546
34640
16500
250860
10046
18112
5356
753997
52780
530890
252753
7249
4746
35815
24226
383821
17432
36981
89319
5840
72942
12535
29997
338057
130396
909108
26403
22773
18337
2146
8305
772971
114092
17414
11173
694903
375512
667241
97579
12780
868198
1124
290520
36439
767811
70581
346346
485444
640779
271594
21886
729526
57289
165183
2962
57929
14376
132791
570957
1277
452316
603002
11976
14485
6449
2125
8568
17755
13133
769004
7577
30000
813836
18612
412
48656
15350
159852
367408
82013
712869
11900
2545
84162
275580
336230
68060
98149
3854
84068
19102
14539
3139
28779
98317
47881
736649
448136
1199
65527
18296
41907
195889
228525
37943
118372
226492
81470
32740
33478
805
317393
395596
47020
95731
821998
8712
754028
26514
195100
507283
155218
100176
199451
641020
765736
166218
220646
89129
13033
8183
671529
258363
225480
8632
15922
303780
1257
23444
1262
42341
5217
16230
123579
293045
380621
759650
119033
175582
509497
3950
24715
651480
793804
78544
244312
12532
52327
16509
530474
130949
8324
794670
165589
1336
26941
69137
87423
17693
54391
18432
184639
24087
835
138056
163839
149
52370
216636
8086
336055
57457
747458
195757
8050
608743
22564
264406
201548
873497
7997
800169
5021
856999
479225
12470
861
40072
404
152977
82050
587904
677664
113371
11
7696
442482
43350
53128
3732
164843
497985
9467
10672
495650
697149
32835
102411
35137
5313
16231
47107
436
692622
69748
156620
542793
206005
271480
6970
272363
70885
35088
471849
1717
10645
55071
31102
84524
6636
565174
107609
616281
132403
147336
349141
148047
48412
566490
946892
39629
3523
21852
5682
753903
7797
106819
769957
12868
29521
380879
26189
65150
222769
93790
187344
98318
7996
123183
10520
300806
144492
739549
37389
129872
37207
261965
624389
123170
917276
6723
47397
264330
18727
6072
8931
61246
126354
205659
475022
346523
3789
5289
101229
25194
10221
22366
177734
48427
548317
43828
562939
203271
2367
703537
776457
391420
868962
209361
11059
12468
18566
10947
198734
635
380086
122960
3912
1023
468806
57485
1814
27588
172403
345569
139537
500916
215317
81391
744886
645506
3799
64371
27078
14479
515928
5292
20958
37384
787087
45544
576071
317099
177564
229689
234526
31652
69
556379
189722
287098
201039
298717
912302
430453
335889
48765
244328
619482
147980
5374
32235
225999
722438
92169
10828
573161
382403
45675
194526
276302
23371
41508
83177
764100
11115
647539
489804
844931
524247
79347
9331
94321
4236
63090
3158
508776
9853
910907
297512
3650
30740
273723
305357
448699
399601
21315
535459
295619
252670
30264
59416
697534
22240
13245
29523
2113
759060
42313
2400
365896
931175
63115
298846
5732
42544
560
49577
4605
5339
461857
98353
246464
18532
115219
571152
299
244017
777419
22302
704662
415903
153707
568709
703955
543257
72718
194768
225492
110683
30828
6951
225854
353568
6514
348516
703972
1702
6460
16024
280226
2926
396314
5167
5621
113203
509
326453
544148
600430
6758
12740
426723
77982
173518
7452
26287
7945
98178
255341
79531
15988
7590
897945
12516
297304
297474
95333
483471
174344
432672
670933
636651
21453
34207
132494
696879
15658
5322
108277
63333
1902
4537
43595
3989
604
226514
228149
624386
7191
789395
660272
338222
177
13608
9550
37968
292479
275203
324782
164020
96573
522
565085
573518
293270
108271
30363
7617
485441
112385
17794
7895
12209
650363
222394
196931
93313
3381
4838
356200
47556
120613
16166
139143
8146
4971
152940
195171
5555
800
199407
513394
6144
382760
170411
457346
614573
5334
32050
33078
49346
18996
82548
3170
185547
109062
263298
118320
106087
617
475896
31426
171931
31334
7274
94195
180225
77852
12596
8485
570643
125600
275550
244758
52598
849983
323690
1788
38443
30075
3329
29319
662756
67662
159408
664
69538
3169
8643
651959
10570
22632
12613
637486
12497
70208
370019
182529
176119
553
78478
103408
5856
142536
3615
42590
189375
275592
34991
970
251153
443431
6537
665984
115800
1121
8548
12011
106588
39695
497957
481424
128831
101492
6223
115061
196551
6708
85948
279799
32544
313591
48389
667
249313
3663
649134
2627
49358
303394
18582
202653
110837
4536
210260
877499
407510
73505
143645
17697
40092
354453
857140
346514
50380
5933
794520
6991
470718
52199
196368
13364
4021
576
48467
526710
899457
734737
23875
113330
61063
330059
223930
253726
730263
611127
11562
375101
33571
36077
34059
29149
713690
15599
174858
295745
105631
22473
577
39331
5222
49912
15140
246215
928938
2194
19342
483462
22019
5074
159719
346269
36905
55006
374960
104079
456320
276
92323
22201
936656
435527
72567
368973
98218
530413
220327
969397
10105
286637
8411
546
22380
3147
4302
1803
4269
404937
17240
401926
175579
7988
16167
291865
273911
264339
67692
611
794170
898798
808736
18129
943243
162476
270791
7894
360305
54773
67969
321205
364908
36783
199332
703
142380
138660
520
40542
794465
287655
23629
4445
437675
48000
122428
5293
29837
164959
148229
88797
12140
96678
75354
130215
9078
8455
646397
248879
41704
195158
435
1001
77056
126407
177948
931513
675696
25326
649463
78447
336136
152949
2738
16204
391455
3949
290270
370021
212154
673214
758678
274767
1316
220332
18425
203709
9507
7527
52108
17421
574045
36889
741665
852386
145842
302110
48639
450869
21450
16958
2499
4828
52728
13915
112596
902315
18604
110742
124702
957412
8412
357560
611310
521579
315015
13543
25543
31946
18240
45513
18328
825
180443
60789
464896
13816
374667
8289
16239
43525
69733
100802
301345
7708
6777
7663
32039
797271
42610
934209
2178
130962
598537
18214
253519
14266
125032
273409
137495
17590
64286
34729
4234
131009
687841
15425
7970
826519
316869
970078
71693
2008
701657
65285
96696
8519
45663
73086
1082
774637
598699
774353
23303
784556
23142
79882
12007
212160
4167
207642
850411
67033
5464
47111
65123
673066
2589
17699
56704
315520
34728
299010
39994
319137
81
396881
694911
539441
258356
339279
45029
23102
17826
170738
2318
26100
213257
26995
638586
527018
171637
238509
20250
625363
157986
7833
1780
179111
21615
4849
25645
15868
20326
468195
794462
105385
223913
148700
3127
449907
613909
6909
246428
21753
534572
747005
886688
889
28513
34439
523250
771
70849
2470
291559
404245
20094
1599
1882
7123
12879
31579
71694
135511
647315
106049
479840
115062
774354
1474
119707
845034
860230
258935
108187
677987
33438
448120
889645
448796
205447
23484
224038
53182
147498
772443
264654
59411
2107
228190
320998
146131
1554
12673
57824
1539
227072
575548
13248
55145
562540
902519
59749
6582
644048
56043
651410
926909
2166
773407
874981
18911
147234
935165
95354
67893
21298
1826
190514
427751
151698
499429
82086
11091
9885
543541
162722
12062
104533
145768
69770
285698
709857
917963
22369
872
2319
23227
489200
4974
119113
940318
345192
230770
226197
2496
2259
622167
665182
22884
6318
243773
604062
281524
6283
899246
435955
610443
118234
34692
38623
2364
430030
87635
388479
431021
29079
156761
285249
159
15833
127197
415437
28158
29955
8612
876954
115093
6346
136294
119580
272618
400668
178186
147925
502480
516977
836040
11962
961184
436283
489379
299474
13082
351932
433474
113063
503032
6080
90015
545475
913436
72738
837772
5504
44133
758
26698
519147
156167
183315
6544
513907
449537
8142
526002
7812
37737
391147
58198
678467
160190
113251
623057
5971
151469
52595
224969
634704
715433
135983
109896
195767
214666
4883
226001
546708
11583
510583
129936
16774
399478
8057
41537
167180
269912
37407
201001
151687
29891
20103
17944
150793
10999
773095
18584
217510
817094
662758
4625
41710
875189
10124
2452
64272
71075
110488
84266
643340
8408
192448
160091
8302
25353
5722
794463
5922
27711
38
599
47090
38139
121726
8
5421
45819
11693
577674
14646
331523
137663
38303
757671
698140
15635
94417
132697
152263
107730
482486
1072
55
303779
83394
4653
13230
3600
274075
32782
397
4134
10898
27568
221390
12530
17759
2277
132060
16616
61484
43492
265186
232558
817224
112577
41243
44597
101851
10021
136126
245459
161780
478829
139160
5274
14417
98145
254161
31195
59500
131143
899604
214419
88392
91784
640054
19001
730172
101744
424016
10653
258807
25680
650
289424
1286
534060
381130
659132
14810
4114
298850
20374
548320
38015
349528
6699
356674
440
926754
604048
295904
113757
152846
46338
1541
455513
917426
492893
17786
120365
14493
301872
21500
61097
400900
781069
44151
903006
73956
576536
25277
557418
79799
198996
40254
21846
239151
779912
4180
838366
901768
160947
149153
21803
41804
141458
485271
26375
799491
7957
9406
11700
14370
31295
519
343893
297704
867755
142321
36659
232206
10309
50528
297202
598269
313710
8571
48970
8486
1536
105479
13361
9323
114641
3890
5445
787794
12666
149235
39130
199132
37395
155578
22569
42311
59735
8702
57360
124850
235322
121274
664458
771413
65065
566695
401303
657954
245350
250789
124626
34410
3559
167951
148067
211230
447270
905532
261997
182892
7832
320275
5921
179741
214786
2905
225709
246747
21901
39129
300359
1503
131983
630151
14038
272839
2118
4998
79877
729615
111209
8326
506051
214768
495401
266620
11555
91537
75827
113750
525837
795227
97979
28080
199325
64307
715
52069
33875
617556
130444
10414
344968
39876
8331
169296
112407
10579
450
201601
1480
282078
889037
52062
400396
6529
961323
118192
463810
28254
35067
227416
296153
348503
605812
741346
252863
12665
41158
10599
46225
23408
136593
60920
20278
111580
58531
12597
121767
137320
28164
95368
368947
386318
65784
750929
792
99996
367423
17316
23599
703339
165722
611419
364935
665138
840552
2556
476165
8482
194692
2485
873
105875
798452
19122
577064
27424
759429
37000
80889
114527
110616
1081
115238
78350
6607
802991
5495
869335
10196
51038
2559
49742
60839
248925
488117
2691
962913
4208
636240
215273
59047
47564
475550
13544
44818
5967
680413
59718
196054
869711
137912
283087
6871
644860
428
21796
1018
130969
193685
439087
33930
107705
426332
71827
9700
42395
104591
82346
6302
18389
428115
176259
321730
516597
38307
763695
351884
9231
609587
911424
794166
240906
576541
183524
61571
597218
171619
25422
68417
12512
682934
72565
59097
4900
45201
290163
384952
690902
441956
21382
9978
48409
3801
63355
2727
914300
37450
759953
42572
102562
29266
30239
8157
2386
155261
39751
19030
1929
25656
24963
858967
432930
303393
9721
196932
618984
137902
688674
41210
267996
45755
5352
2991
173781
7321
407487
52387
30110
69771
40355
7675
114972
902276
28921
300924
456260
255571
49003
15536
69775
328967
413849
794159
514454
151295
33815
15279
416873
51878
482538
16798
928741
860
36350
8499
196941
186644
801
551682
102413
65676
534913
16
72875
324815
62963
53669
2132
26783
296769
554077
130978
18258
76436
16939
110890
591819
764975
9082
317118
102090
365935
27075
20964
63042
693807
21539
34881
18283
27413
144016
49416
65117
874039
92786
25027
3609
124799
860870
9256
993
472359
353685
936658
12747
8049
7216
41225
33096
10977
15578
676868
7131
143353
543016
186442
750111
14543
52117
1008
22656
15995
8645
22824
25902
6730
52909
75309
393214
9616
899594
63048
303970
519207
554776
77395
129547
8689
495274
521848
9276
30296
36429
543506
480601
29893
175076
3146
93332
155376
56017
149256
215160
579446
260809
391381
105859
159322
8207
405358
641014
79488
233
521460
33985
131008
186515
133
127677
514170
660612
10659
14378
535486
8497
6317
55379
82956
21574
25500
516982
485400
1013
34389
4432
547582
15205
4961
209650
5028
61387
136000
6169
40485
14729
72578
6701
289727
346522
21481
894063
299658
29965
211186
602335
5505
102465
45414
165468
318642
26779
247366
639301
61594
29926
595737
94027
564678
741992
87579
903157
952978
8517
358934
658928
20240
16244
270796
47626
16091
27162
6468
16349
10600
295808
3525
7021
53948
27783
2713
116116
413916
67679
87440
15534
53706
16170
43198
8126
4808
1083
1272
626634
10607
32946
829063
449093
60170
1221
221404
147638
75989
71836
521595
597
240425
460925
889770
42348
162814
23140
49596
9899
41706
101756
109196
8966
657410
760660
107338
10786
79413
637612
108433
21611
103353
27360
21878
10470
75012
610381
28473
426627
471976
18410
23131
231910
211616
11050
26005
10582
45008
43496
215112
785
576694
2594
13328
14301
80624
11001
61944
857
21451
43518
122437
802052
35447
721981
300076
9252
116175
144161
31517
396339
401274
7419
303782
5403
836386
228423
430272
816518
207837
3174
253366
851891
92462
19392
79587
715618
207876
181305
609293
62831
8648
11134
197835
17779
757081
37911
3891
637619
33002
18507
309691
414574
70294
570642
113214
201916
851
479499
145776
36653
821088
8347
447063
31741
178324
32449
298153
129650
1224
74538
43067
137563
27353
4018
12744
337909
254115
91962
136865
31833
3156
1085
10308
512
394427
604049
20842
716923
6950
12812
425579
723161
548973
72559
12834
350232
179
42603
594655
17996
145742
52660
837371
12040
5604
367422
15928
2117
412532
34744
7375
15929
45357
503199
71505
174567
854270
86026
38130
85683
257293
182802
17868
45808
145896
705204
55086
797
325141
568784
15794
77701
873559
10870
895880
70572
21744
8505
253074
22940
10906
18403
732375
17506
19340
347092
8761
20316
23393
347476
10605
173702
34920
319635
17625
630117
14418
128945
566142
37735
704615
6124
14116
172511
624
149557
120
102457
54942
170489
15876
59445
14413
32773
47586
12551
34448
820928
554098
23237
740908
3508
10695
29220
770999
730090
20176
15354
16315
726288
91954
508708
56425
150165
3502
219267
4890
375800
887
391861
737450
3505
380625
97881
2987
13495
20146
34320
7215
225493
6565
430479
251854
311885
525030
358049
7182
31893
235256
230112
10166
395559
657336
4449
214531
15916
65
290993
43103
16126
645497
662731
649166
12672
130343
6673
85617
169279
14279
22825
326469
558621
17820
292123
1320
99466
39677
1348
187020
495030
829613
147564
40350
41237
537978
60580
129360
3501
9079
29463
46071
184428
70536
10426
48341
49170
433206
3171
323230
59799
2348
352482
271105
4010
11232
264729
499896
22759
18873
638600
39264
9911
23338
49683
568231
30509
794896
74842
31712
2389
3634
36293
311977
882118
597223
195918
334118
542494
375655
122399
5583
26234
30492
152915
720567
293629
287379
18291
32037
132506
19906
201509
48651
323948
664954
679191
13145
4865
50956
4161
73044
460534
35652
1031
186749
66944
518149
16047
455893
20463
125130
47342
431019
35973
288206
27473
317476
601198
437676
17671
397656
731184
866499
868874
73950
8808
37380
6828
12574
76477
385907
894091
3154
45917
504274
4133
588757
310833
64327
913252
47624
504378
421912
578
6454
376415
5546
1321
1061
121558
190926
32901
326581
112640
240894
509265
536752
183686
30999
1051
18986
97052
298539
102460
484712
219131
450521
543055
270785
71528
85389
258048
80072
68191
19809
497686
147309
210723
6277
24863
47581
565214
15331
4036
30063
3157
15033
43678
9667
159030
226501
268777
12783
791774
470120
182699
30551
506645
124861
164299
19181
19960
5602
54621
19509
52963
7980
52525
967065
277
794461
14286
463
1038
563976
21459
3296
10708
38125
647286
22513
88713
542
58421
3350
25535
447269
1741
291174
10644
16848
629033
112467
493298
52373
47553
619227
42384
8041
79217
206529
819031
582205
38562
149332
151423
5916
265615
45732
30017
110435
9135
375208
167191
79210
343691
1577
1673
448306
15248
17371
217143
79970
903222
13558
227348
112429
236593
80146
21236
264694
3668
6610
4108
7876
344937
6306
200467
91675
316753
314818
244860
12147
284163
24751
2565
331012
144643
274216
62862
385518
765266
764166
801795
69991
2964
5515
46917
19664
89111
8362
12522
175099
475219
42150
317265
308290
64824
13056
69751
147181
16193
397047
469725
37405
825068
122256
49597
222246
60863
65212
52425
27098
605417
138654
15111
95367
189197
57976
886143
44667
83175
830173
934463
19572
10608
6233
26650
429680
531542
197706
27254
705
15616
55227
805054
396277
30625
8173
257895
156573
270441
18167
690960
1395
53
281099
11158
635912
692987
219144
752100
928
362891
863803
629417
1753
17060
312165
800798
513230
266249
20738
347267
5360
179281
25979
203708
446187
513894
8051
794157
368946
836542
19905
539702
100195
20383
96537
4454
52347
3213
121137
147161
557417
27743
14285
18450
650932
65579
15395
643774
72791
98325
9360
847951
186780
22301
525480
109412
34424
856930
26892
90457
470818
27570
419199
592
14022
1245
941814
660453
9748
768219
372244
407419
68869
203509
2405
139333
542944
883893
362811
54426
15131
1205
7259
446320
644496
316265
4624
95356
299234
50203
522745
33911
93422
209502
128122
388079
44729
237600
10192
915727
214184
569627
8496
32575
25139
1063
67737
259930
594377
241338
58166
15759
490427
678288
790107
487919
26755
571199
4238
1574
627
460535
373754
18728
238507
113624
53783
871
69102
1862
89163
197676
591461
7772
5626
6143
140214
4175
15302
128660
8149
118473
53872
948742
5605
196238
335895
441352
4875
193
593230
396644
9133
32622
49312
225694
16552
163143
125247
16388
3218
106253
830236
161410
379076
119791
194873
195132
455338
7125
24287
3255
40068
425800
50933
298831
5263
266288
155263
185311
14284
344799
98137
219696
719452
225482
6018
353377
827814
12988
43522
308540
11011
6910
4309
1581
612349
116789
16855
51641
589760
2447
714199
9766
39864
510156
642891
13212
3375
810770
294330
294408
194884
85594
83233
16226
413128
7716
81936
7152
562949
5523
2899
1501
588754
708300
2236
2621
92419
449053
2229
2226
19113
4975
93713
20808
16134
78885
4182
143231
942532
4981
152358
64840
748701
12936
182368
499895
296
9260
93982
231522
2390
35432
40811
396279
26711
418168
367411
23082
9095
62467
86739
729
49374
71998
769
49318
149605
15624
70808
149708
19128
455943
3733
52185
2369
314472
7800
712868
35497
24782
772347
40833
744
25222
424019
937511
689200
9867
156317
299497
397889
63036
177440
70669
275742
217028
15570
6683
170761
82204
432576
210073
32549
3167
561951
92168
3549
227613
175712
150969
18049
315967
61137
3545
52430
248028
312964
44663
849589
247048
227882
4720
119464
576053
131053
211191
70212
87
18324
470468
225757
83490
12511
519523
723812
918843
301282
41539
413486
34400
348524
821649
13265
824344
258878
15172
608448
8605
780206
243125
631502
35041
4194
805030
485567
265630
900605
135
29186
118570
438594
3345
505596
52275
577081
258170
36639
460272
14866
2600
62
821960
14431
68323
21601
3599
36099
274132
4425
259778
27168
3082
126019
252703
922081
8428
355
209963
144185
37517
76355
342018
131266
40766
470791
512685
63103
102136
17711
451568
292085
28559
71675
190467
36224
1846
42537
40882
12693
395583
15660
20290
71130
419559
158
908834
176507
6984
128811
21987
57875
411750
4918
803641
74630
2185
3862
45832
8463
72847
448164
34478
33836
666777
831388
88067
140857
33797
40734
10603
448703
657351
5135
47237
1945
71574
23235
155596
257424
4224
5346
3178
38156
357822
293342
8313
2396
173196
22501
263281
29288
358942
461640
83
2334
113247
470381
380624
72733
660611
13422
503560
101730
5976
11849
21426
708319
58321
581789
759059
931763
5291
9254
299496
45801
644858
101608
77402
28476
36475
13323
7920
113389
395592
24005
6355
767840
77740
581728
598
129791
151466
977
663480
14365
265759
87802
2586
1173
14981
94
35586
67610
247059
22059
71501
1138
141825
294491
5264
99945
15647
490376
402298
356
942
384389
88317
665596
5853
76383
629078
23436
3598
32849
31204
541
24824
10198
50301
94526
819033
704
49085
902457
39300
631093
743018
161
13080
71623
106214
301894
731236
432016
2302
39419
14
104588
23164
113194
524370
838
53746
5250
810267
1263
5147
131938
442738
525931
875777
345727
72799
625360
211190
14424
27278
349016
585068
774780
223131
1296
115585
17841
36013
36037
377086
10182
280218
688431
313494
3498
83075
463801
52
1153
119
73701
11201
562743
34257
53692
16299
42495
44543
16477
10527
811119
107474
893027
22572
27980
21535
787631
6407
2631
964169
132249
8611
530430
606001
772792
55120
7946
36898
560009
186317
266174
3106
903012
291
2122
205452
67710
3110
276301
13829
668323
857369
2474
3414
52132
48653
70689
21379
137193
246212
471830
33455
251889
130961
758774
845
967878
5894
661749
468364
30187
574412
6368
275734
3764
14530
21066
2723
407965
722446
81756
546970
15120
14025
91566
2539
769128
3482
236001
16250
14469
593249
16352
297385
4758
487666
645381
71589
851345
305949
684436
11948
204694
404946
130960
13339
121211
689473
678286
14344
6334
15893
32897
21783
247136
176034
56591
6178
37998
13214
35060
7947
140757
65695
86665
15437
1778
15027
38275
94350
232984
39046
415915
36760
110429
374961
240504
65104
217626
126914
652280
6245
893028
11490
4929
135647
161052
650987
30196
7426
14480
926956
107893
9098
787974
132260
705252
25213
34398
567199
850017
8751
449859
4251
529208
35210
100803
32312
962517
358944
997
2434
562108
32552
6574
58496
612
87437
22418
4880
50325
403742
647657
658958
67890
27917
37
7369
428196
355666
48365
757176
2547
7848
761717
825637
7962
54639
51890
6451
27821
647141
141821
4845
2746
56155
155134
485055
143800
1076
562724
25128
298874
674999
4204
37696
47519
552032
567204
8547
94143
209028
280970
15742
22637
8506
345580
219210
222073
788468
297511
71453
382750
35109
86649
8372
91927
430480
447208
842520
259328
168144
246058
100294
649370
616197
12603
778281
201531
13382
18562
93668
538400
572
244713
199071
22617
31347
804473
961147
47552
429354
6335
775403
14814
71428
16227
213
23301
317102
199433
3954
508661
3524
597518
99790
23297
6496
136866
406055
953173
76388
645508
72707
575262
75929
250692
336060
272842
292934
117317
5836
7683
22594
20104
12745
549
125179
35794
50617
1719
24352
121511
124716
72260
503813
43500
15869
114487
587697
5520
313449
12586
14280
507073
110570
21473
11532
433505
204995
7685
367257
200402
40821
806506
967555
9705
9108
868927
732
27635
18865
32506
223790
921109
57455
27084
638747
10507
15233
92192
357
12724
313348
506
194009
563978
10984
20403
167783
463753
5800
575806
264085
840477
209074
21996
834712
218
32554
28191
6722
14760
172750
5628
119678
13626
167853
100829
8574
11942
36213
541009
882933
130381
294359
52077
36616
126929
126582
48592
76172
5810
86703
13561
533728
3991
398997
12513
5522
276711
38133
5090
7764
1806
18849
534021
646395
36640
396005
10594
11649
41652
140320
618273
604633
169726
284589
677
5153
6492
45592
65060
37970
98583
11219
37028
668540
5375
7248
406076
108396
146586
13986
13292
794473
5432
921106
3759
597651
50337
36271
201612
586922
8070
275579
4115
14320
18370
346232
37025
110269
28092
160910
27659
622
43168
407486
298129
183877
678815
5878
64320
18387
24887
236926
15117
43520
113039
833207
825648
18995
365461
110568
558851
374627
13381
77421
527078
59383
69945
73598
29293
758677
15220
113759
4414
64535
26731
32855
191509
14289
4008
520937
85336
273891
544271
139166
15152
132814
58390
21825
274
312911
25331
161814
960074
2449
378093
7484
177497
289741
182604
18438
200266
137509
200335
5493
34479
87805
20018
328871
13548
295230
254219
7857
173538
9387
282189
424913
70932
675773
29087
81213
366406
6549
301030
13324
56799
881154
620855
604510
480413
3125
111062
600432
128693
359529
4181
76176
2483
474192
101484
270257
55272
291276
458909
97565
3751
156270
5461
489757
1356
611833
733338
279275
11131
559846
8721
633145
1312
391555
501981
948340
414
53787
70232
166488
10469
299071
521443
8308
17664
4098
583
198080
50278
931224
29312
18397
657356
11817
22031
158647
52103
971109
359532
971037
105775
3702
360650
75329
48572
260160
4824
3698
86510
56533
823767
269363
273608
40532
595397
50990
87637
407614
23025
1460
580
14384
39746
48399
2807
668321
39851
14169
3853
958052
803537
837614
15753
48373
471958
82568
21319
30603
98647
6021
407485
173104
77141
70879
209010
56573
11589
36097
12865
125708
260749
7695
64469
49369
574282
468812
118788
551287
106888
841582
76327
671900
472360
299135
921999
18928
64246
15574
274768
412434
83315
6030
23197
14043
105290
9240
640087
189534
450414
3633
118457
76949
514003
153036
2554
827783
15165
564060
596561
56
5884
20315
473305
102501
57706
1028
139375
570228
279798
928130
11615
144642
469880
29651
504380
11130
8361
43991
3593
209784
774419
400096
215786
241521
33273
248870
27449
7661
358902
86834
30041
115217
85839
43449
6919
39257
1866
225672
106665
17142
213258
29727
4951
581783
48001
137701
193597
850467
49576
11960
34939
126502
52200
106978
258887
21650
78425
12880
11699
22429
16108
392792
145626
64333
71518
32036
841364
7999
15810
708
16424
6448
24926
4026
18343
8204
20298
293597
398619
8459
863810
3744
39868
21477
17939
20306
234525
657330
29988
985
195944
86025
304490
145799
33740
740656
113891
345835
426
193239
271123
578343
864
563401
47840
921110
266800
467275
471675
34407
27397
7446
260297
128661
142011
20301
139815
3007
2777
157332
823703
41582
2126
601341
34678
63008
535983
713689
134804
544420
41616
7921
23392
233566
683823
168265
636457
243808
28124
722440
868831
3731
47630
4233
29474
170308
233550
343936
451102
105869
170279
97910
10289
41851
3111
13288
254568
6098
175905
2885
624414
47568
169494
221124
130325
278767
32486
1759
136256
75454
34888
42246
465924
713239
615935
344359
1508
836393
811
685
251800
86644
65786
3442
40890
23596
2471
5096
7863
38131
21013
14297
67004
137494
174686
158655
34895
1502
351270
18435
284700
31864
15252
79514
692373
35257
14175
37134
757173
117420
221267
423720
96964
45804
189964
96903
478863
260849
554697
10964
334638
84290
22872
138486
19398
761716
115118
27303
4126
4402
15590
237461
4980
20536
1472
6129
55625
456036
209445
222056
871716
421088
6748
10306
299476
119551
6427
29928
2106
121759
321496
149517
570222
33382
243895
41820
12369
13059
89944
434588
18362
447
17938
8582
5261
107398
390194
127327
5285
432737
385402
8460
103345
6203
50224
47446
16242
44374
689565
238865
96505
2737
27606
2124
22798
22839
21736
265821
148812
14714
430
8591
20089
27436
420750
126878
174413
47539
191159
242869
3277
46273
6430
14470
189811
29172
49001
52965
401222
515017
29193
14202
601916
30047
183476
12654
138413
34525
13322
8680
68255
619226
301
12685
52235
52394
53524
71331
196957
8181
31846
27243
671522
7752
8836
255934
2509
77378
10178
77978
155253
3636
243942
619015
2476
344854
311951
15
97601
79826
546847
36789
500667
310675
232
26778
533593
692021
18386
17728
6734
20096
49752
679953
4174
268212
844012
568933
4622
23137
6154
30418
372603
18678
27761
454037
12919
7854
210146
625603
62874
106975
5910
233202
7505
7271
64837
125047
2574
207039
5806
105
906223
47186
8573
4169
75318
295728
58426
417673
5000
21456
53613
867753
387
16804
23458
23868
143054
161562
1222
1329
290995
642
337532
42131
23568
35221
41901
63073
236774
330527
115225
388933
665592
8048
177369
91543
205448
10201
50554
83081
55486
349517
76605
475212
8158
100281
517501
1325
82356
952393
748695
30362
437845
894250
259020
465269
962514
30833
126439
107274
51437
24858
149564
114988
2156
27919
149278
6354
38241
48678
312958
270023
963
9253
31261
306705
7649
6145
74592
20052
8886
2179
9217
46327
5601
18308
35356
98612
290
35219
21576
38252
26994
126915
30558
28998
1181
12915
3982
33597
18251
27524
99866
947425
897523
312919
324402
165841
281008
958104
91831
6847
193641
6685
134959
850001
436832
271930
315209
550292
558230
20514
233219
253487
562538
8105
117314
14058
664537
278017
275684
3107
18063
76763
51982
319128
517504
2030
547668
898471
1888
163403
33981
7299
451250
7410
772967
11633
821
98113
743267
10492
14510
528719
666562
3976
611311
2707
118550
298271
8074
353563
224035
598422
720490
91629
1431
240869
2575
474955
820554
22713
512226
13972
259758
345697
23841
65773
5969
174833
804410
2775
199495
32427
193040
131692
100300
353856
799490
23031
8654
24281
4248
270270
99277
81874
76740
23424
773096
73506
3981
754
13125
313478
51212
948335
858315
954157
6300
5311
534790
67891
134673
287816
681892
5901
20489
9160
4188
465841
42
734
14689
23793
8179
889019
4257
97
2323
8322
17104
629197
1979
6630
63021
271596
69750
15854
885023
69568
423500
71622
15126
34026
436556
14388
62202
564938
66845
661822
233187
73498
8303
46353
47658
76963
424763
614445
353924
820886
5369
39332
298872
912992
280448
790552
188165
542052
1927
53551
421343
47022
22717
1326
15703
253729
53988
38103
46561
41050
85210
12371
15821
153203
25707
652999
207633
77791
564025
259126
203357
7578
150144
56926
655672
70215
11934
31590
13144
312915
632348
17945
14427
786963
22056
22076
110619
4455
14452
84526
70413
10138
3588
8601
125556
460194
8134
197173
915992
43084
51975
31731
5905
534329
6040
352778
471023
574410
90838
550695
201492
419558
146199
18788
165951
2115
257437
270024
11631
81342
41269
5220
1254
7940
794154
124096
50331
20265
379
18454
474149
1551
653268
6714
13233
19621
9701
29855
16478
645766
22023
3081
12917
18559
27554
138649
145727
253164
525749
491149
793260
586899
593292
149441
570226
2278
624428
196243
91261
110978
19057
97359
627803
1570
380907
79975
30746
150160
968211
202658
13700
103385
396285
527380
10970
480563
26706
220524
24891
8520
3180
141270
214714
135354
10503
284972
535485
53777
116715
49427
7687
132431
305530
9883
1302
287998
27007
121689
1151
462437
404355
12598
362690
8468
132500
312913
75630
12759
10771
28206
59496
863
62049
48
91844
98315
9704
5966
26080
203518
867
145693
976
112523
1236
105449
778278
56199
590160
107793
3380
301666
11126
298830
16353
610879
9045
27586
912581
108353
397657
120826
357812
12076
2587
85000
13950
18748
860978
187423
293385
491
107884
18526
741335
93721
62996
9372
41249
298760
13089
431129
374956
16793
592160
354320
257499
883821
71814
153
37154
159976
51823
20430
304295
18193
61478
91271
813903
26215
409545
3659
264354
24417
27117
120887
19568
713134
727
189689
643840
15026
11177
499453
119455
328410
412531
742199
210296
106948
26332
260140
29216
879786
179321
16382
39043
49288
810768
366390
119346
44170
598708
4429
9346
146193
2023
6434
326521
470047
692020
4166
308896
421127
1297
399612
853003
769589
69952
348718
6177
6509
11543
92209
6352
508476
515892
632767
626
58535
165481
179994
7871
1739
39291
109587
417671
2287
205544
26013
651613
107501
329106
3325
64894
32559
21421
247096
40091
150599
759
185787
127575
102447
6985
434927
1146
437021
8435
148922
14883
145465
28603
94339
154532
420094
82650
898555
31823
313284
5324
25077
6693
49942
557870
740433
8704
647606
77841
562182
84528
191272
577662
909876
381972
749413
212233
30634
5318
184439
8894
913
266283
14367
91327
1347
1065
317146
71519
23266
684519
92063
12836
263467
857672
3745
307168
254857
203585
4750
97292
498
1906
1073
3509
12773
66536
5325
125651
67465
350191
258826
337943
537758
656091
6651
521277
9898
162512
550727
260363
7607
322502
843490
923216
26256
190579
769560
70045
44192
105797
689357
145930
4102
3771
5837
25901
34413
733583
5337
7029
6060
469750
337760
21558
13605
182547
567794
84398
25995
13735
18371
4136
61094
399457
72621
225486
86145
6016
10399
882740
28888
354432
10757
764099
507873
396284
19064
30207
2592
410082
7731
580142
254
955255
31811
26253
156405
10452
32909
59123
450159
6234
93373
145984
187118
548715
536029
217527
16249
255004
159126
38654
346527
682200
16788
751209
4765
123574
463784
38471
60797
15123
8767
64593
72645
7612
220457
194877
499904
51184
159119
59719
405408
5914
29889
5613
75613
220669
100253
36613
27829
659807
666
19615
11773
5580
609333
6303
188995
67439
550697
559683
122570
3353
511461
272265
232004
4179
392897
136763
51229
302496
33288
761728
60836
290867
5525
15045
395568
39547
893
73702
13685
328199
71879
223990
29705
3089
53629
45038
53136
65898
63248
236594
177635
207739
338230
15554
5081
91264
469287
65483
126126
17850
682330
3124
69793
26564
8619
2710
304368
72736
560007
87471
108308
602480
8489
12434
13659
2344
201552
263324
48842
110629
6528
4428
878771
63074
17653
8566
191701
355982
825065
185478
222367
893761
3355
538189
119785
254673
123338
190740
400355
747746
787100
60766
7882
192585
186662
26232
118568
22865
53151
4119
8473
315760
407693
31894
22819
175897
144264
267369
545646
45745
1344
99849
35464
337745
3871
637965
2540
193637
2588
302575
317366
265049
100817
161820
10109
5266
874268
10184
25294
40742
82962
121398
500180
85598
14983
19742
338053
712453
113755
35115
1477
11351
145819
125383
24698
708415
168216
483375
38616
899024
82453
850428
816493
613308
214541
8673
65880
904023
326364
615861
40199
844948
412159
106262
12023
391718
449689
2615
1253
19605
881823
4982
843731
919
32930
106874
35805
69333
225484
804353
282308
2553
7468
210725
513469
146100
5927
244918
4305
14507
499207
93966
903248
23215
88258
1290
35541
435473
22973
3112
645487
105463
830362
521873
16358
727216
949
5835
559030
23323
1385
42539
110724
64311
92397
311961
12493
578349
37052
124151
567572
794460
10621
263958
71621
13889
46831
14425
39789
31928
53816
36360
44942
165390
568412
154
63233
460924
14302
229065
1894
3172
17925
36891
188526
157982
3909
194654
169965
51182
146388
6101
868959
380087
121586
91904
317119
3084
25189
552
110630
63579
156356
111775
159688
17949
39426
17791
113033
624393
481643
281561
41166
647131
9475
479629
22528
481773
100184
13229
152556
966427
263383
6045
394457
229237
768904
419818
33758
352604
35941
27412
18535
932855
91785
634
375374
21284
3320
25930
107729
5571
139860
152913
614409
657952
462232
647439
300674
16448
91763
72
16031
19562
8003
3587
72852
64825
27545
826520
73126
429348
665229
11868
291401
8516
35806
473209
841365
31602
6063
48313
405736
650838
182887
18444
837382
869522
9189
291650
229085
40369
692618
100820
2468
40370
17297
11210
32972
33801
241340
392119
87905
36
7908
18871
3351
149190
411751
675947
47786
85716
57770
20813
729613
20506
51242
337795
4260
297908
11889
25580
8740
939
16999
108788
468815
262760
108309
245523
1125
12351
854291
3646
632
7604
194696
829615
837749
2169
47330
60134
160557
6048
52034
375085
72579
455145
3914
67616
18261
229202
12258
8064
59270
219634
956141
91646
877500
763692
298509
40650
82252
448700
68383
447946
969396
143677
40104
224539
221491
240893
10043
15822
2332
345884
99863
300365
393718
276715
298881
270803
32869
305878
982
192139
18965
37910
317154
219159
248012
618333
5937
27383
4439
778646
336161
46899
698509
21627
26255
71883
606152
294436
292929
69767
47115
553744
282622
707724
41051
433489
249820
5047
841
161281
469587
421121
954917
365541
178955
18198
91768
465570
15098
5328
1946
23033
689484
9405
319569
27587
400901
462578
4288
301036
174367
141933
50584
865
834168
90659
76593
14566
20437
211499
458357
3241
537
30206
31259
558
208871
178626
636645
392447
406065
121199
394459
215840
20001
191058
33610
18401
396290
379056
225690
13304
69777
79738
32957
878198
40834
6432
28089
413520
794634
6397
58448
29704
3346
22963
6007
2103
5480
17730
145804
714
556049
388065
482294
14341
945344
529258
37360
294482
27404
12401
201584
63999
4138
2882
514640
64658
85603
929111
13425
401791
413487
587998
634332
618981
16656
32857
26249
51051
107656
731815
889070
799266
3258
6308
1128
76476
208016
5797
137497
210141
413687
11472
25392
49788
96445
28072
23061
750941
6658
21386
16743
25140
16243
707753
297925
3530
86278
301156
183602
159499
30715
158510
47571
13202
12068
189950
771027
7254
138627
355047
692212
241812
874218
73727
16812
803653
275688
502532
153613
396663
285853
11851
8493
312918
12616
388275
51997
92866
850242
5414
4038
516580
25594
44931
6604
85065
27710
117924
5260
367327
66572
771877
1034
294465
5564
23236
698285
57088
36346
14526
15314
1646
903200
4193
12397
362779
505223
55470
957585
913634
12670
384102
110703
427767
1300
2170
121700
284615
690466
3133
225421
23059
129832
603580
139970
8399
8655
51847
281760
22309
14458
34746
27610
4131
22068
23410
237110
28852
283537
832189
253428
192075
32372
17589
483342
842521
541213
40832
50633
69109
70174
329750
6638
29934
108435
381046
130993
144398
400412
668883
438587
3571
367405
728290
3756
258961
577059
7351
325919
33982
112902
321580
20877
21116
30657
1188
75067
101221
738525
3408
51217
732003
284547
1132
11484
604635
58507
11692
84678
222914
4594
12784
87953
57327
656384
678055
44183
59462
7587
10529
383761
300957
24746
91081
4315
174819
4539
13162
7986
218825
758301
821963
1891
62713
27402
336080
13158
760
266
47347
415916
6042
18265
76641
446265
69757
176859
400397
3168
630515
937052
27984
29868
863806
31847
15618
255378
24463
2383
11999
251162
778648
530407
26614
49872
180602
306147
463785
558190
59867
462242
338077
894742
937515
184867
410842
69094
372647
22820
160906
2967
43372
6476
254427
6541
394694
1079
818
10826
135193
305742
16260
753996
15041
25880
207713
7511
940296
65615
6031
52923
830008
725650
73867
156316
28507
178037
117560
889035
14215
9583
11028
85338
495398
445756
3983
8907
1319
349542
954288
21243
3332
857342
849351
836
24979
346130
15349
303239
89981
12564
7159
411448
385016
11657
896035
408244
409766
7135
834292
700
15606
437903
597407
171541
267985
2204
9152
194800
244282
191928
351710
619219
9197
24137
2453
39334
23475
34593
61375
52156
442172
470443
841111
12472
170287
577854
14072
116624
3348
72562
41297
299269
551549
6531
12057
315613
24254
34464
12706
214728
12900
12814
25132
4486
18360
18085
92291
467494
89900
4151
6341
25193
161217
411749
32576
28742
4891
355278
393216
15634
143693
84538
36288
502278
8405
39345
579169
854969
494
278667
15595
2538
552004
895812
97869
854362
31703
6340
11606
89094
126388
827531
693477
450671
226048
877889
26290
15485
8498
59162
8490
244118
19557
27462
208674
454036
552632
11502
11927
113111
413896
804352
52928
380889
74330
210191
75395
597402
688
18549
115051
317321
255979
812817
879784
1123
70727
15424
46847
9800
5558
369940
185344
468245
225485
174813
62148
3464
825336
967
43385
1186
19433
1346
7367
11141
641080
696345
390466
10544
21196
42123
71566
50543
27976
7328
622612
588021
669519
245596
472191
448450
623016
812628
382456
270767
191700
830882
300950
107751
406421
13071
31348
118802
26310
5284
26231
15077
309758
19144
4413
36071
27953
21345
117874
407488
130920
321658
348495
100305
833948
760483
568702
17182
318163
71064
5287
549204
3347
644045
327818
6880
349974
64051
344833
394101
35643
345003
716222
95328
47121
139486
145608
152671
7861
52511
39735
13074
462345
12995
31943
604964
20185
12264
13923
620124
7686
549071
4976
171561
23406
40201
137496
1318
11156
43418
235006
386951
469719
47028
8949
673396
536122
12487
80117
63020
31953
207678
25620
61129
3533
210865
359007
798197
152656
962073
18453
338160
2484
308608
27439
144728
575459
92039
225491
622168
246211
8588
351183
43422
31912
335363
275583
13367
234633
62853
384156
27476
473471
42917
1308
27408
771644
789889
48867
73471
815943
425078
236680
700739
50299
31491
313361
155
2110
271595
272880
462440
599726
411747
14056
130994
954657
456380
118672
51395
113597
449170
34513
530
317886
6393
778148
123060
167205
152219
67898
126
9241
26652
53132
10531
6539
514119
156318
4090
18364
71449
8007
211264
89979
4899
115508
75306
81877
28697
211506
6142
29388
6035
1823
59285
6566
3712
425805
265
5268
458
56629
7623
8661
347093
6644
655435
83217
53129
454995
32709
318269
30272
5024
21332
9158
118195
166142
8436
14419
2626
71971
854274
2634
82514
4958
67604
448305
1868
12036
22962
34606
319414
407609
460232
236709
110709
80
37587
4293
417740
79935
6208
375532
8312
697180
7576
280742
229974
456748
77399
14774
117333
810265
3140
28765
48342
161956
73090
54807
38463
12225
552634
205875
9086
56837
699041
143810
350289
857343
492
8299
631658
604816
302495
274154
349565
694915
86322
18893
479623
5940
71563
757836
89108
673395
42549
10800
190592
6709
797884
567941
709738
4994
186260
75959
394462
639307
4805
105104
367169
14422
843961
240925
612948
144588
5650
449858
26537
86483
8559
14065
1833
1584
34235
25157
389685
21318
6553
212006
178124
243281
460968
33878
55605
10048
590665
21784
11926
2064
764707
44688
558975
1910
4116
885851
894737
73291
192665
5349
190507
92468
21873
507694
33591
3209
14019
152767
178281
65083
78419
86081
3052
168564
255374
553740
7585
350293
23291
4901
143166
15970
759273
245878
2121
19517
47426
296594
49762
393206
793065
286212
16426
4218
174640
9567
653868
4308
6160
142837
157940
953
23593
817496
13910
39335
47420
45598
60808
132709
945336
34507
620252
657329
474240
35782
352495
484135
14454
10604
18313
70020
337066
8369
12604
147821
11916
1332
889214
105464
4735
620253
48180
787548
14020
778127
938
723792
75026
427472
54909
822302
28067
23225
356932
225776
52163
737
121537
163840
272166
203575
343151
4197
849592
29187
16464
211286
305732
47411
27654
36942
13198
25525
14327
193984
703973
51048
475757
2480
619563
29113
47322
131610
6034
28658
58558
107956
359149
569178
65874
661811
125303
316012
6062
6789
895497
35698
97018
10501
16278
765841
22840
48748
1484
607013
17617
2350
465568
9702
137002
8524
343675
620139
10517
651814
105889
507287
3115
60771
581489
4905
27258
33869
11207
110593
27433
84572
54433
102137
23233
459
65224
1088
156683
483338
80099
339208
10787
809693
4839
58472
5344
643
146
723984
37504
731882
260697
5330
81761
7722
424921
101206
255150
616739
565170
408217
18502
735579
3926
768898
231851
4983
123186
225481
3536
540076
2514
252865
838365
917550
276493
12050
30210
462353
513640
541981
9423
773569
232959
841359
917567
111518
18111
829614
396640
273722
588900
154570
165585
10416
732126
5003
4724
17551
8741
1588
1674
516046
129718
637142
752103
243898
245938
73757
150967
92379
203714
585746
26187
3993
39261
1279
142019
391842
396278
420745
4082
507284
446
372851
194799
36298
47021
561732
852653
564501
282213
21704
4121
72646
16238
16248
592674
22616
298742
18864
99032
2636
2516
6676
45634
312234
474956
641023
62572
7615
12913
797953
4499
259069
508241
86898
540314
4195
40292
228148
256315
208381
17672
184894
932
526086
633160
914484
6994
638599
4117
49387
150147
968879
264186
12590
512294
8458
51787
256
235711
50375
566493
4469
3395
177358
38284
331406
29664
132738
175299
373002
536672
426498
768912
145801
15135
785635
1525
31230
1293
61563
474030
562
65193
906922
711
208378
279879
5408
87425
274498
15528
5248
87656
52234
182265
475748
123217
234022
31856
1182
853985
1544
30666
71001
221573
51814
218536
8488
231812
18561
454033
110228
878101
4466
413
5011
175578
6572
6022
5818
1453
3720
155199
114532
3330
5886
113362
6053
275573
328110
729605
11815
25047
28141
13136
510596
31979
344827
107443
325437
7575
8577
679083
89983
837
28682
6467
12476
93804
248872
254815
43112
595958
595751
7739
170662
463739
794156
240078
106663
24165
45862
110604
446183
8341
7070
627836
9025
3558
802
313283
5460
177736
822036
5943
65054
5271
71588
6632
707
73125
910630
48352
42358
3430
242380
481746
776
47882
195975
5158
819991
125607
486352
37555
7001
445680
7237
415706
427333
162064
175885
4016
454966
29616
270261
24888
6717
424892
21397
553004
596190
235155
2347
5958
465241
9081
42692
17643
122953
65446
495399
7294
607868
108993
143638
474592
511574
4375
203742
9292
76691
554037
49644
203898
877658
469383
490377
5448
288052
1842
166796
111649
165205
63218
827536
572781
810281
104406
12104
132554
12659
237779
52043
20427
20273
105816
17529
54008
14694
2054
132194
774484
490442
335486
3924
268721
190905
11847
479291
168217
962791
211614
297381
4915
8613
426717
528362
540268
54430
8356
20597
531
275545
157664
303750
16971
566641
163101
469120
17989
80875
5772
129678
209272
28053
323832
11074
1059
122347
178045
270293
31529
40413
223820
71101
870
115907
961
27044
14770
262456
481784
79939
23004
182817
1550
47471
21461
200293
30043
480533
162021
17896
301754
39255
641
348626
78413
24433
31643
473211
676519
8345
95686
107390
19434
2620
45
149512
733964
282575
10528
191139
34392
101805
14274
5693
186583
22296
4118
225802
4027
95
87081
136422
575067
4314
17410
44301
736885
35051
851300
16547
169905
262924
102426
504757
5007
17678
888809
27359
225695
12004
107909
20073
6756
462536
214412
509422
945335
1228
3203
363895
565603
629547
16649
33829
610
805422
9592
164862
259279
924771
11162
11661
211207
15201
26306
316899
394943
557416
936692
672514
593
305982
386853
18607
16026
139078
617978
131152
11336
214804
171698
2111
717
174394
736
347332
49075
65047
36334
514202
158819
421828
63586
6952
139003
92609
72721
324229
593418
349030
8786
721624
923152
6179
482975
101757
39437
44652
405362
584051
594494
327817
173693
176107
755956
29224
8160
886107
88295
19609
31410
301337
66924
195154
110697
189946
37415
264184
280
3575
36782
170996
51259
139218
15681
39330
9357
434459
130987
386261
36499
288577
13166
489945
21625
201034
39886
572739
7851
154622
10195
5077
4755
794
89980
122692
26503
38840
33796
694912
298876
797436
2272
66600
6168
7489
103824
117055
581201
738118
58460
14748
4313
221123
913253
5562
536723
40501
374953
9018
2546
20164
129662
13058
23647
39714
6217
262638
75670
29971
21253
91228
71450
3807
105028
114
777088
10810
14617
350239
56568
951387
2741
664946
2409
274044
26318
473676
399453
382887
544140
132934
568158
17687
515045
372601
194628
92031
45028
225844
732150
69845
52228
48388
35790
129
393242
14730
250163
2448
92572
357216
10555
42119
906799
103938
2581
23154
2016
163744
12514
234872
106102
606771
13539
11560
6033
391556
207245
450996
602013
495402
108741
184
86554
6119
90
87249
799727
70820
67785
964152
235630
2563
26977
367149
297082
6
80799
32691
70725
84814
297678
649440
62431
642868
465709
815931
6376
21375
242531
778837
42091
29915
284243
5013
576079
970016
81103
3297
16982
1019
23684
3181
960587
231
60911
742055
539
48845
156762
563407
2552
1046
13370
199545
221243
6860
209689
42436
12562
868928
190659
591820
14354
549027
54977
87836
631230
16463
150192
544
255260
3902
10506
1331
454035
11712
29913
548447
1583
115412
49909
51927
36217
467388
1821
477434
49777
12482
647674
8150
682493
231774
699450
15796
194039
7989
386393
424026
26262
681971
15037
11113
69668
706431
40236
18285
32878
202905
130972
13063
524337
67743
69970
15914
6153
34948
731883
9089
6294
821202
106590
48725
14624
157161
356416
62574
148709
801183
988
6562
481849
33550
79208
225747
260082
36269
61909
65107
81096
156856
233415
575037
4211
640051
77632
143560
908833
26089
259280
386843
163392
432813
337283
3000
178631
23779
802357
50355
966013
685749
785414
77597
348665
23564
56148
15086
237126
390440
121395
566825
178479
542391
4158
87476
186666
610751
8309
29039
32861
833201
833
12335
114570
181603
1459
861020
20395
697
38132
58651
424112
282525
742238
24148
9130
21049
110914
482518
86645
395380
803538
833949
25302
162372
249589
41049
32457
211974
25729
6718
70888
97886
12843
110246
5808
106954
4769
2090
176843
49325
27460
27008
3271
92001
14386
471955
149335
164188
197285
21447
301119
69776
296263
349975
679764
176101
31321
305952
608920
157333
1029
97898
25625
437884
4418
82475
23638
815611
36742
71695
144103
13130
94356
970213
71476
657327
3653
51000
321473
6668
1641
151720
64876
8148
716124
243211
506263
28057
556865
752941
469
94020
4458
603943
710615
141247
77228
70148
495403
15282
5490
350237
199100
600064
393066
432014
14492
22463
52902
713138
4177
84354
22886
602998
173597
11776
99915
777287
347922
232140
645507
173607
766
36449
837115
5123
748967
21724
15838
262306
373022
578495
644377
52856
921514
4767
23376
100041
897809
1818
59152
633638
3640
449690
301080
64826
213029
605620
1578
3057
15090
20127
12051
38105
36336
11014
7553
63356
19972
713926
4287
27423
139584
158000
414207
391335
9280
24089
61627
66567
424890
183644
157981
110597
281515
736559
10504
457490
92789
145627
29984
95756
762
85
3506
5585
63026
509986
531730
713620
272743
75965
275551
182858
3922
618
70211
197429
420734
26737
56706
901841
26372
6830
10945
243083
8562
20105
35258
252668
539298
186929
759428
198726
152361
44197
57659
170800
9426
392048
722936
47547
22502
114959
18966
447953
42278
3946
3900
265837
58415
26609
58975
43383
131069
679064
2525
41718
4100
20070
227561
36592
58719
625491
894249
31651
177435
12921
755528
21300
88033
889657
3753
64502
66169
82635
869
6213
16431
350230
6530
919677
597326
145253
31313
172021
8363
126498
267012
34462
11721
6806
32696
630862
33139
120530
18379
67555
42555
3488
12600
42158
880
592161
110991
57778
1677
28551
6807
678
2324
12964
1463
245223
4934
784994
946839
52975
9288
545811
662708
35725
555122
89275
137786
92411
2904
634121
849973
81730
196141
161021
10963
380881
52099
715297
8352
658960
64346
316900
871715
190107
275122
165085
899924
645
30610
323768
6222
220333
857415
182360
21248
15481
68295
660975
4370
2336
20495
9806
469219
668394
8509
25608
3079
240258
543996
316762
696473
17105
267127
4467
809
313966
17689
5519
24230
413803
404951
30079
13174
218150
234548
5934
70527
865509
16472
149566
638
91788
569571
52781
84067
8221
106557
384580
563404
842522
151309
