[MASK]
[CLS]
[PAD]
[SEP]
[UNK]
5970
2958
315296
23027
166349
9154
8301
194664
231923
805973
2585
130982
1478
601
7704
57241
509989
47141
6059
4489
58172
416
1965
211
6263
241
8494
12518
448121
31370
318165
158448
167192
365538
69779
9180
27417
359552
5919
393186
748454
12792
1340
10740
217635
119722
8700
14282
488904
809694
91415
23103
597527
38090
26921
500179
3553
8297
178319
231092
911425
71628
10296
82333
11729
219900
587784
605850
273647
3342
868832
669545
109666
604634
353716
13393
7537
526707
46869
175212
526706
68101
81260
1555
82405
248220
115054
156574
105262
29044
128520
5018
170877
34982
18976
10
110585
508772
427960
1458
420756
450216
135888
69851
384158
196190
40289
162396
52612
153672
8344
576545
122257
125722
369999
32847
119498
277148
142695
32509
51922
8144
293966
4954
816469
2686
6627
3706
11665
53658
379513
49970
72002
430481
5091
221896
48538
36259
307
6724
520868
888
6118
45120
253719
184375
5154
78367
5032
26260
47908
601396
764157
355049
27752
604050
79879
220648
6081
3602
37397
21483
11166
6312
1323
599404
264075
262497
5029
47025
20780
689
207637
3494
12087
1148
165560
410
636504
21769
5578
849987
6547
89096
27832
454053
87929
30270
1223
852166
27534
231520
250860
18112
10046
52780
252753
4746
12535
338057
26403
18337
2146
8305
114092
11173
694903
375512
667241
12780
290520
70581
346346
640779
57289
165183
570957
132791
452316
603002
14485
6449
8568
17755
13133
769004
7577
30000
18612
412
15350
367408
82013
712869
2545
275580
68060
3854
19102
14539
3139
28779
98317
65527
37943
226492
81470
33478
395596
317393
47020
95731
195100
507283
641020
166218
89129
13033
8183
671529
8632
1257
23444
1262
5217
16230
759650
175582
509497
24715
793804
78544
244312
52327
530474
8324
794670
165589
1336
26941
69137
87423
54391
24087
835
336055
8086
747458
201548
873497
5021
856999
861
404
152977
677664
442482
11
43350
3732
497985
9467
32835
102411
436
156620
206005
271480
272363
471849
35088
10645
55071
84524
31102
6636
107609
148047
48412
566490
946892
3523
753903
12868
29521
380879
65150
93790
7996
10520
300806
37389
129872
37207
261965
624389
123170
47397
264330
6072
3789
5289
25194
10221
48427
177734
548317
203271
2367
391420
209361
12468
18566
635
380086
3912
1023
468806
172403
345569
14479
5292
20958
317099
234526
69
189722
430453
335889
619482
225999
573161
45675
194526
276302
23371
11115
489804
844931
4236
508776
3158
3650
30740
273723
305357
21315
59416
697534
13245
2113
759060
42313
2400
365896
63115
298846
4605
49577
560
5339
42544
461857
299
244017
704662
72718
225492
6951
6514
348516
1702
6460
2926
113203
509
600430
6758
426723
173518
7452
7945
255341
79531
15988
7590
12516
670933
21453
34207
15658
604
624386
7191
660272
338222
177
13608
275203
324782
96573
522
565085
108271
7617
112385
17794
7895
12209
650363
196931
93313
3381
4838
356200
8146
4971
152940
800
513394
6144
382760
5334
49346
18996
3170
106087
617
475896
31334
7274
180225
12596
8485
570643
125600
275550
849983
323690
1788
30075
38443
3329
29319
664
3169
8643
10570
12613
637486
12497
70208
182529
176119
3615
189375
275592
34991
970
251153
443431
6537
1121
8548
12011
39695
497957
481424
115061
6708
32544
313591
48389
667
3663
2627
303394
18582
110837
4536
210260
877499
346514
50380
5933
6991
470718
52199
13364
4021
899457
734737
23875
11562
33571
36077
34059
29149
15599
295745
22473
39331
49912
246215
928938
19342
483462
5074
159719
36905
55006
104079
276
936656
435527
72567
530413
220327
969397
286637
8411
546
1803
4302
22380
4269
16167
273911
794170
898798
270791
7894
360305
54773
199332
703
138660
520
40542
437675
122428
5293
29837
164959
88797
9078
8455
41704
435
177948
931513
25326
649463
78447
336136
3949
290270
370021
212154
673214
1316
203709
7527
52108
17421
852386
145842
48639
21450
2499
52728
112596
902315
957412
8412
611310
521579
13543
825
60789
100802
69733
7708
6777
7663
797271
598537
273409
17590
131009
15425
7970
71693
2008
8519
45663
1082
774637
598699
774353
23142
79882
850411
207642
67033
47111
2589
17699
34728
299010
81
694911
258356
23102
17826
2318
26100
638586
238509
20250
7833
1780
179111
4849
20326
148700
3127
613909
6909
246428
889
34439
771
2470
291559
404245
20094
1882
31579
135511
647315
115062
774354
1474
33438
448120
889645
448796
205447
53182
772443
264654
59411
320998
1554
12673
1539
227072
13248
59749
18911
67893
1826
190514
499429
543541
162722
104533
69770
709857
917963
2319
23227
4974
345192
2259
22884
6318
281524
6283
899246
435955
610443
34692
2364
430030
87635
388479
156761
285249
159
127197
28158
29955
8612
6346
178186
272618
502480
516977
836040
11962
436283
489379
433474
503032
6080
913436
72738
44133
183315
6544
526002
7812
391147
623057
113251
5971
151469
135983
109896
214666
4883
226001
129936
399478
41537
201001
29891
17944
217510
817094
41710
10124
2452
71075
160091
25353
794463
5922
38
599
38139
331523
14646
137663
698140
94417
132697
107730
1072
55
303779
4653
13230
3600
274075
32782
4134
10898
27568
221390
17759
2277
132060
43492
265186
817224
101851
245459
5274
14417
98145
254161
31195
131143
88392
91784
19001
101744
424016
258807
650
289424
534060
381130
14810
298850
20374
356674
604048
295904
17786
14493
21500
44151
903006
576536
25277
40254
838366
779912
4180
149153
21803
41804
485271
799491
7957
9406
11700
31295
519
36659
297202
50528
8571
48970
8486
1536
105479
114641
3890
5445
12666
199132
155578
8702
57360
235322
664458
401303
124626
34410
3559
261997
7832
320275
2905
225709
300359
39129
1503
131983
14038
2118
79877
729615
111209
495401
11555
75827
795227
97979
28080
64307
715
52069
33875
344968
10414
112407
450
201601
1480
889037
52062
400396
6529
118192
35067
348503
296153
252863
12665
41158
10599
58531
12597
28164
750929
368947
65784
792
99996
17316
23599
611419
364935
665138
873
105875
798452
577064
759429
37000
80889
1081
115238
78350
6607
5495
869335
10196
2559
49742
60839
4208
636240
59047
5967
283087
6871
644860
428
21796
1018
130969
439087
426332
9700
82346
6302
763695
609587
911424
240906
183524
25422
68417
12512
59097
290163
384952
21382
3801
2727
759953
102562
29266
30239
2386
8157
155261
39751
1929
25656
267996
45755
5352
173781
7321
407487
69771
40355
7675
114972
902276
28921
456260
255571
69775
328967
794159
151295
482538
51878
16798
860
36350
551682
186644
801
65676
324815
2132
130978
18258
76436
16939
591819
764975
9082
317118
63042
21539
65117
25027
3609
9256
472359
12747
10977
15578
7131
143353
543016
14543
1008
8645
22824
25902
52909
75309
899594
303970
129547
8689
521848
9276
29893
3146
155376
56017
215160
105859
159322
641014
233
33985
131008
514170
660612
10659
535486
8497
6317
55379
25500
516982
1013
547582
15205
4961
209650
5028
6169
346522
72578
289727
6701
894063
29965
102465
318642
26779
61594
595737
94027
741992
87579
903157
8517
358934
16244
47626
116116
413916
87440
15534
16170
60170
521595
597
42348
23140
49596
9899
41706
109196
107338
10786
637612
103353
27360
21878
28473
18410
23131
11050
26005
45008
215112
43496
785
2594
14301
80624
11001
61944
857
21451
43518
721981
300076
116175
7419
303782
836386
207837
3174
253366
715618
207876
17779
757081
37911
3891
637619
18507
414574
309691
70294
570642
113214
201916
851
36653
821088
298153
74538
43067
27353
4018
12744
254115
91962
136865
31833
3156
1085
604049
20842
6950
12812
12834
42603
594655
12040
5604
367422
15928
2117
412532
34744
7375
71505
854270
182802
17868
55086
797
15794
77701
10870
895880
70572
8505
253074
19340
347092
8761
20316
23393
10605
34920
319635
14418
6124
624
170489
15876
14413
32773
12551
34448
820928
740908
29220
770999
20176
15354
91954
150165
4890
375800
887
391861
3505
97881
2987
34320
225493
31893
235256
10166
395559
214531
15916
65
16126
12672
130343
85617
292123
1320
99466
39677
187020
495030
41237
40350
129360
3501
9079
29463
46071
184428
70536
49170
3171
323230
59799
2348
352482
4010
11232
499896
39264
9911
23338
49683
568231
30509
794896
74842
3634
882118
195918
122399
5583
26234
32037
19906
48651
323948
679191
50956
4161
73044
186749
518149
125130
47342
431019
35973
27473
437676
17671
731184
866499
8808
37380
6828
12574
76477
3154
45917
4133
64327
504378
578
1321
121558
32901
112640
30999
1051
18986
97052
102460
484712
219131
450521
270785
85389
258048
80072
147309
24863
47581
15331
4036
30063
3157
15033
43678
159030
226501
5602
52963
52525
277
463
563976
21459
3296
38125
647286
22513
542
58421
3350
447269
1741
10644
16848
112467
493298
42384
79217
819031
582205
151423
5916
265615
45732
9135
343691
1577
448306
15248
217143
112429
21236
3668
6610
4108
6306
91675
314818
12147
2565
385518
765266
69991
2964
46917
19664
8362
12522
317265
475219
42150
64824
13056
69751
147181
16193
469725
122256
49597
60863
65212
52425
138654
57976
886143
44667
83175
10608
6233
26650
27254
705
15616
55227
396277
18167
1395
53
11158
635912
692987
219144
752100
362891
629417
1753
347267
5360
179281
25979
203708
794157
368946
19905
539702
20383
4454
3213
147161
557417
27743
18450
650932
65579
98325
9360
847951
186780
22301
525480
109412
34424
419199
592
14022
1245
660453
407419
68869
203509
2405
542944
54426
446320
316265
522745
33911
128122
388079
10192
8496
25139
1063
241338
58166
15759
678288
487919
4238
627
1574
460535
238507
113624
1862
89163
197676
140214
8149
948742
5605
335895
441352
4875
193
9133
32622
49312
225694
16552
161410
379076
119791
194873
195132
7125
3255
5263
185311
344799
98137
219696
225482
6018
43522
308540
1581
116789
16855
2447
39864
13212
3375
810770
294330
413128
7716
7152
708300
1501
2899
2236
2621
2226
4975
93713
20808
942532
4981
152358
499895
296
9260
93982
231522
2390
26711
418168
23082
9095
729
49374
71998
769
149708
19128
3733
2369
712868
744
25222
424019
689200
156317
177440
70669
217028
15570
6683
432576
210073
32549
3167
227613
3549
18049
315967
3545
248028
44663
247048
227882
4720
119464
576053
70212
87
225757
83490
723812
918843
41539
413486
34400
8605
780206
35041
485567
265630
135
29186
505596
258170
36639
14866
2600
62
821960
274132
126019
27168
3082
355
76355
131266
40766
63103
451568
190467
36224
20290
15660
158
908834
57875
411750
4918
74630
3862
45832
72847
33836
666777
88067
140857
40734
33797
10603
5135
1945
155596
5346
3178
38156
357822
461640
83
2334
660611
13422
5976
11849
21426
708319
58321
581789
5291
299496
644858
101608
13323
28476
395592
6355
767840
77740
598
977
14365
265759
2586
94
35586
247059
1138
99945
356
942
665596
5853
76383
629078
23436
3598
32849
50301
24824
94526
902457
39300
743018
731236
2302
14
104588
838
53746
5250
1263
5147
442738
525931
345727
625360
211190
14424
27278
223131
1296
115585
377086
280218
10182
3498
463801
52
119
73701
53692
44543
16477
893027
27980
21535
6407
2631
530430
55120
186317
266174
291
2122
205452
3110
276301
13829
2474
3414
52132
48653
246212
251889
130961
758774
468364
30187
275734
3764
14530
21066
2723
722446
81756
769128
3482
16250
14469
297385
4758
11948
130960
689473
6334
15893
32897
21783
247136
176034
6178
37998
35060
140757
7947
65695
15437
1778
38275
232984
126914
893028
4929
135647
161052
650987
14480
9098
132260
705252
850017
449859
4251
529208
100803
32312
997
32552
6574
612
50325
67890
27917
37
48365
2547
7848
761717
7962
54639
51890
4845
155134
485055
1076
25128
298874
4204
37696
567204
8547
94143
280970
15742
8506
382750
35109
430480
8372
91927
86649
259328
168144
246058
100294
649370
13382
538400
93668
572
47552
14814
71428
16227
213
199433
3524
953173
5836
20104
549
50617
1719
121511
72260
503813
43500
15869
114487
5520
507073
110570
433505
204995
200402
806506
9705
9108
868927
732
27635
18865
223790
10507
92192
357
313348
506
194009
563978
167783
5800
218
32554
28191
6722
172750
5628
119678
13626
100829
11942
541009
52077
36616
48592
533728
3991
398997
12513
5522
276711
5090
7764
1806
534021
646395
36640
10594
284589
677
6492
65060
98583
668540
7248
406076
108396
146586
13292
794473
5432
921106
3759
50337
36271
586922
8070
275579
4115
14320
28092
160910
27659
407486
183877
678815
5878
18387
24887
236926
15117
43520
113039
18995
365461
110568
29293
191509
4008
85336
273891
139166
15152
132814
274
312911
25331
2449
177497
289741
18438
200266
200335
5493
87805
20018
328871
13548
173538
9387
282189
70932
81213
366406
6549
13324
111062
359529
4181
474192
270257
55272
3751
156270
611833
489757
1356
11131
8721
633145
1312
948340
414
53787
70232
521443
8308
17664
4098
50278
931224
11817
158647
359532
971037
105775
3702
75329
260160
4824
3698
269363
50990
87637
580
14384
39746
2807
668321
14169
3853
958052
803537
837614
15753
21319
30603
98647
6021
407485
7695
118788
106888
671900
299135
18928
412434
6030
118457
76949
514003
153036
2554
15165
564060
596561
56
57706
928130
144642
504380
11130
8361
215786
241521
86834
115217
1866
4951
193597
49576
126502
52200
106978
78425
12880
11699
16108
392792
64333
32036
841364
7999
16424
24926
18343
20298
3744
17939
657330
29988
195944
145799
33740
740656
345835
426
193239
271123
864
563401
921110
471675
142011
20301
139815
3007
157332
41582
2126
34678
63008
134804
7921
683823
3731
4233
170279
97910
10289
41851
3111
13288
6098
2885
47568
221124
130325
465924
1759
136256
75454
615935
344359
836393
65786
2471
7863
38131
21013
14297
137494
174686
158655
1502
18435
15252
35257
37134
117420
45804
189964
10964
84290
138486
761716
115118
27303
4126
4402
15590
237461
6129
55625
871716
299476
6427
2106
321496
570222
33382
13059
447
8582
107398
390194
5285
432737
8460
103345
6203
50224
47446
16242
44374
238865
27606
265821
148812
430
8591
420750
126878
47539
3277
14470
189811
29172
401222
515017
29193
30047
138413
34525
8680
68255
619226
12685
52394
71331
8181
671522
7752
255934
243942
3636
18386
17728
6734
20096
49752
4622
372603
12919
7854
210146
5910
7505
7271
2574
5806
105
8573
4169
58426
53613
387
1222
1329
290995
642
337532
23568
35221
41901
63073
115225
388933
8048
205448
349517
8158
1325
748695
894250
465269
126439
2156
27919
48678
6354
312958
270023
963
9253
7649
6145
74592
20052
9217
5601
35356
290
35219
26994
126915
28998
1181
3982
12915
947425
27524
281008
958104
6847
6685
134959
850001
315209
550292
558230
20514
253487
117314
14058
664537
18063
51982
2030
898471
1888
7299
7410
821
10492
14510
666562
3976
611311
298271
353563
224035
720490
2575
820554
22713
512226
13972
345697
23841
5969
174833
2775
199495
131692
353856
24281
4248
270270
81874
23424
73506
3981
754
313478
51212
948335
858315
954157
6300
5311
67891
287816
5901
20489
9160
4188
42
734
14689
23793
4257
97
2323
63021
6630
69750
15854
15126
14388
8303
46353
424763
353924
298872
280448
188165
1927
53551
15703
253729
53988
38103
85210
15821
153203
25707
203357
7578
56926
70215
13144
84526
70413
10138
460194
125556
197173
915992
43084
51975
31731
534329
6040
201492
146199
165951
2115
270024
81342
5220
1254
124096
20265
6714
13233
19621
9701
16478
22023
3081
12917
593292
624428
149441
570226
2278
627803
1570
380907
30746
968211
396285
480563
24891
214714
535485
116715
7687
132431
287998
1302
1151
462437
12598
8468
12759
10771
28206
59496
863
62049
48
91844
98315
9704
26080
203518
145693
1236
105449
3380
11126
16353
9045
27586
912581
108353
357812
85000
18748
860978
293385
491
741335
62996
9372
41249
298760
13089
592160
257499
883821
71814
153
37154
18193
91271
26215
3659
264354
24417
19568
15026
499453
119455
412531
26332
260140
49288
810768
366390
9346
4429
2023
326521
692020
4166
1297
853003
348718
6177
92209
626
58535
179994
1739
39291
417671
2287
205544
26013
64894
32559
21421
247096
185787
6985
1146
154532
82650
31823
5324
25077
6693
49942
84528
191272
749413
30634
5318
184439
913
91327
317146
1347
1065
23266
684519
92063
12836
3745
498
1906
1073
3509
12773
66536
5325
337943
656091
6651
521277
9898
322502
7607
843490
70045
105797
145930
4102
25901
6060
13605
567794
84398
13735
4136
225486
6016
10399
882740
28888
354432
10757
764099
507873
396284
19064
2592
410082
254
31811
10452
32909
450159
93373
145984
187118
548715
16249
255004
38654
346527
4765
123574
8767
7612
64593
194877
159119
59719
5914
5613
220669
36613
659807
666
19615
11773
5580
609333
6303
122570
511461
272265
392897
136763
51229
33288
60836
5525
15045
395568
893
73702
13685
71879
45038
53136
177635
207739
338230
5081
469287
682330
3124
26564
8619
560007
108308
602480
12434
13659
48842
110629
893761
17653
8566
355982
825065
3355
538189
123338
400355
747746
60766
192585
186662
26232
4119
8473
315760
407693
144264
45745
1344
99849
35464
637965
3871
2588
317366
265049
10109
5266
10184
40742
121398
500180
14983
19742
1477
125383
24698
483375
82453
850428
8673
904023
40199
844948
391718
2615
1253
4982
843731
919
106874
35805
225484
804353
282308
2553
7468
513469
146100
244918
499207
23215
1290
35541
22973
3112
645487
105463
521873
949
559030
42539
311961
578349
124151
794460
263958
13889
46831
39789
31928
53816
36360
154
460924
229065
1894
3172
36891
188526
157982
3909
6101
868959
380087
91904
25189
552
110630
63579
156356
159688
17949
39426
17791
113033
481643
647131
9475
100184
13229
6045
394457
229237
768904
419818
33758
352604
932855
91785
634
375374
3320
5571
152913
614409
462232
647439
300674
91763
16031
8003
3587
27545
826520
429348
31602
6063
48313
182887
18444
9189
229085
40369
692618
40370
11210
33801
36
7908
149190
57770
729613
51242
4260
297908
25580
8740
939
16999
108788
468815
108309
1125
12351
854291
3646
632
7604
2169
47330
60134
67616
18261
219634
91646
763692
298509
82252
448700
969396
143677
40104
224539
240893
10043
2332
99863
300365
298881
270803
32869
305878
982
219159
618333
27383
4439
336161
46899
21627
71883
294436
292929
69767
841
161281
469587
421121
365541
18198
91768
5328
9405
4288
174367
865
90659
76593
14566
3241
30206
558
636645
178626
394459
215840
20001
225690
13304
69777
32957
40834
794634
6397
58448
29704
3346
6007
5480
17730
145804
714
37360
27404
12401
201584
4138
929111
64658
85603
13425
401791
618981
32857
731815
1128
5797
210141
413687
25392
49788
96445
28072
23061
6658
21386
16743
25140
3530
183602
159499
47571
13202
189950
771027
7254
355047
241812
16812
803653
275688
153613
8493
312918
12616
51997
92866
850242
5414
4038
516580
25594
44931
6604
5260
1034
294465
5564
698285
57088
14526
15314
1646
903200
4193
505223
913634
12670
384102
1300
2170
121700
690466
3133
129832
603580
8399
22309
14458
4131
23410
832189
32372
483342
842521
50633
6638
108435
381046
130993
668883
728290
577059
112902
321580
30657
732003
284547
222914
12784
59462
300957
24746
4315
13162
218825
821963
1891
13158
47347
266
76641
446265
176859
400397
3168
630515
937052
15618
24463
251162
49872
463785
59867
462242
894742
937515
372647
43372
6476
6541
1079
818
10826
305742
16260
15041
207713
940296
52923
73867
156316
889035
14215
9583
11028
85338
495398
8907
1319
954288
21243
836
24979
15349
12564
7159
411448
385016
409766
834292
15606
437903
2204
9152
351710
619219
9197
24137
2453
39334
23475
34593
442172
12472
170287
577854
116624
3348
72562
6531
12057
24254
34464
12706
25132
18360
18085
467494
25193
411749
32576
28742
393216
15634
143693
84538
36288
502278
854969
494
15595
2538
895812
11606
89094
226048
26290
15485
8490
27462
454036
413896
11502
804352
115051
317321
812817
879784
1123
70727
46847
5558
185344
468245
225485
62148
3464
1186
1346
641080
10544
42123
50543
622612
588021
448450
623016
270767
830882
300950
107751
406421
13071
31348
5284
15077
19144
4413
27953
21345
130920
318163
5287
549204
644045
64051
344833
394101
35643
716222
47121
7861
39735
13074
462345
12995
604964
20185
12264
13923
620124
23406
40201
1318
43418
469719
47028
673396
12487
80117
63020
31953
61129
798197
962073
338160
2484
308608
144728
575459
225491
234633
473471
48867
73471
425078
236680
700739
155
2110
462440
954657
130994
118672
530
317886
6393
152219
126
26652
10531
6539
4090
18364
71449
8007
89979
115508
81877
211506
6035
1823
6566
3712
265
5268
56629
6644
655435
32709
318269
30272
5024
9158
2626
854274
82514
319414
22962
34606
407609
80
37587
4293
79935
8312
280742
14774
117333
3140
54807
38463
12225
9086
56837
143810
492
8299
694915
18893
5940
190592
4994
186260
75959
394462
4805
105104
612948
144588
5650
449858
86483
14065
34235
389685
21318
6553
212006
178124
460968
33878
55605
21784
11926
2064
1910
885851
894737
73291
192665
5349
190507
92468
33591
178281
3052
168564
7585
4901
15970
2121
19517
296594
393206
286212
174640
4218
653868
4308
142837
953
23593
817496
13910
47420
132709
945336
657329
352495
484135
889214
11916
4735
14020
938
723792
427472
28067
356932
225776
52163
737
163840
272166
343151
4197
16464
305732
36942
13198
25525
193984
475757
619563
47322
29113
131610
6034
359149
58558
569178
661811
316012
6062
6789
895497
35698
97018
10501
16278
765841
22840
48748
1484
137002
8524
620139
3115
60771
4905
11207
110593
459
65224
1088
156683
483338
80099
10787
809693
4839
58472
5344
643
146
260697
5330
7722
424921
616739
735579
768898
4983
225481
3536
917550
252865
276493
30210
462353
541981
9423
232959
841359
18111
396640
273722
154570
732126
5003
4724
1674
129718
245938
150967
92379
203714
585746
26187
39261
1279
391842
4082
507284
446
372851
36298
852653
564501
21704
4121
16238
592674
18864
99032
2516
312234
474956
641023
797953
7615
12913
4499
508241
540314
40292
228148
208381
184894
932
638599
4117
150147
12590
512294
8458
51787
256
50375
4469
3395
177358
38284
331406
145801
31230
1293
61563
906922
279879
87425
274498
15528
182265
475748
123217
234022
31856
1182
1544
30666
51814
8488
18561
454033
413
175578
6572
6022
155199
114532
3330
5886
275573
6053
729605
11815
25047
28141
510596
31979
344827
7575
8577
837
28682
6467
12476
93804
248872
254815
595958
7739
170662
8341
7070
3558
313283
177736
822036
5943
65054
5271
6632
707
73125
910630
48352
42358
3430
242380
481746
776
195975
5158
125607
486352
37555
175885
4016
454966
29616
270261
424892
21397
2347
9081
17643
122953
495399
607868
7294
143638
474592
203742
203898
877658
469383
490377
572781
104406
20427
20273
17529
54008
2054
132194
490442
335486
3924
190905
11847
962791
4915
8613
540268
8356
20597
275545
157664
16971
566641
163101
17989
5772
209272
11074
1059
122347
178045
270293
31529
115907
961
27044
481784
23004
1550
200293
17896
39255
641
348626
31643
95686
2620
45
149512
282575
10528
191139
34392
14274
225802
4027
95
87081
575067
4314
44301
16547
169905
504757
5007
17678
27359
225695
20073
462536
214412
509422
1228
3203
363895
629547
16649
33829
610
9592
259279
924771
211207
11661
26306
936692
672514
593
386853
18607
16026
139078
617978
131152
11336
171698
2111
347332
421828
139003
923152
593418
349030
8786
101757
44652
405362
755956
29224
88295
66924
195154
110697
37415
264184
280
3575
15681
9357
130987
288577
13166
21625
201034
7851
10195
5077
4755
122692
694912
298876
6168
581201
58460
14748
4313
221123
536723
129662
39714
6217
29971
21253
71450
3807
105028
114
777088
10810
951387
56568
2741
382887
132934
568158
17687
372601
92031
225844
732150
69845
52228
35790
129
393242
14730
250163
2448
10555
906799
2016
163744
106102
13539
11560
6033
602013
495402
86554
6119
90
87249
964152
235630
2563
297082
6
32691
70725
297678
649440
815931
6376
21375
242531
778837
5013
576079
970016
3297
1019
960587
231
742055
539
563407
199545
13370
209689
42436
190659
591820
549027
631230
255260
3902
1331
454035
11712
548447
1583
1821
49777
647674
8150
699450
15796
194039
7989
15037
11113
69668
706431
40236
18285
130972
67743
69970
15914
34948
9089
6294
821202
106590
14624
148709
988
6562
481849
260082
36269
65107
233415
156856
575037
4211
640051
77632
908833
26089
259280
3000
802357
50355
685749
77597
348665
23564
390440
121395
566825
178479
542391
4158
87476
610751
8309
32861
833201
114570
181603
1459
20395
697
38132
58651
282525
110914
25302
162372
211974
6718
70888
97886
110246
106954
4769
2090
3271
92001
14386
197285
69776
296263
608920
1029
97898
25625
4418
36742
13130
657327
51000
321473
6668
1641
64876
8148
243211
469
4458
603943
70148
5490
199100
600064
14492
52902
4177
602998
173597
11776
99915
347922
232140
173607
766
36449
5123
748967
21724
15838
52856
4767
23376
633638
3640
449690
64826
1578
15090
20127
12051
36336
11014
63356
139584
158000
414207
391335
9280
24089
61627
424890
281515
157981
110597
457490
762
85
509986
63026
75965
182858
618
70211
56706
901841
6830
8562
20105
252668
759428
539298
152361
170800
9426
392048
22502
18966
3946
26609
58975
43383
131069
679064
2525
4100
20070
31651
12921
88033
64502
6213
350230
6530
597326
145253
31313
267012
126498
34462
120530
42555
3488
12600
880
110991
57778
6807
678
2324
12964
1463
245223
4934
784994
545811
662708
555122
2904
634121
849973
161021
380881
64346
316900
871715
275122
165085
645
220333
182360
21248
68295
9806
469219
25608
3079
240258
543996
316762
17105
809
313966
5519
24230
413803
13174
234548
5934
70527
16472
638
91788
52781
84067
8221
563404
842522
173409
290269
844950
31502
23001
3656
121280
787970
64308
390158
305734
38230
5286
31316
38128
20551
15479
18428
9440
792139
3132
922354
689321
847232
122444
178080
7915
9126
740007
4952
731534
11628
201040
65254
942219
425745
65017
275584
712877
232351
1298
551
251166
53127
463217
131150
409839
87465
16275
247047
33097
570833
2353
1294
11685
452771
125561
7190
574048
89696
61537
97959
468455
815933
578489
9590
18391
6172
3503
10589
33294
152611
2551
136016
33093
86
765010
722
5326
359533
192941
258806
644
10596
277942
32888
90667
6475
100160
5892
8130
166319
28714
59014
516053
6310
1572
37736
112492
2006
174
4162
46835
990
132258
5267
5347
970019
206215
731355
1156
125
18136
30412
4278
6313
17681
230296
12432
6006
6024
73676
454
1847
647128
5221
218001
266520
537760
837529
142841
297382
21761
142840
366022
36249
144538
8077
62873
508688
59517
778
29939
595723
194043
329367
96643
246872
547467
837537
191072
165967
3206
63039
88313
8355
6490
6440
723791
1834
4519
245126
65218
49580
10697
10031
502738
87138
75767
214888
118987
382
472211
47507
40773
110609
468501
604051
70154
8444
144640
4203
52776
366922
20396
139982
191392
34727
2568
50973
968
36736
580299
26975
54372
43322
668676
92515
3850
20854
27305
7757
8384
24905
27304
3601
24978
14773
530427
21371
184214
475
364872
10895
21398
598538
6134
10530
283
16449
565083
18892
582611
668136
1009
159691
36707
18211
5279
367409
41098
183971
189136
488557
3175
90987
931176
12137
10768
58439
80958
10796
12550
194874
529040
57646
206
244304
563588
5368
386364
8637
77653
12700
817133
559001
9744
395567
76439
3750
6667
27894
15537
83040
37066
27405
620852
3581
399452
639890
2047
5639
351394
221745
25399
438633
254576
284984
628449
636643
17854
336157
656737
218237
219661
773
217363
219214
302217
604069
9427
84178
146772
336075
26607
573652
1258
1281
87453
20082
275789
29009
14732
13020
3687
815929
366140
6324
537756
196049
657328
893762
2704
430829
292707
1246
27556
375190
616043
8014
91167
355048
588029
806740
3548
901
9
3955
14312
386852
1656
11965
24472
69758
135870
26446
19551
15023
106039
88
569009
21771
235009
6551
225791
300819
52100
51254
64970
2711
19109
158811
778839
642824
2165
6099
1080
2436
754351
76245
450661
39392
30144
125154
495400
3808
37342
322178
6783
105627
125604
15128
34427
177987
50464
70080
127271
251947
1903
3377
39904
267989
631129
921108
745268
21788
512519
8518
358201
2603
66
17979
24816
2726
75783
575857
8663
634894
8387
3682
186650
90137
723898
2541
102513
50087
3142
248660
662706
14278
210373
406417
36943
395711
23908
338038
24756
3117
32040
236578
155526
11220
177476
131583
13086
99114
3899
137631
36726
312237
6332
5162
13839
185652
119543
178711
273698
58976
12824
295733
398719
178439
7965
1522
11440
203296
5323
137028
66135
19040
168953
7545
252862
178567
854275
85056
124585
189961
7811
312912
3748
9267
190035
20206
4736
49356
51654
381721
4529
799
17976
300828
6139
25151
17884
45710
6678
180587
357851
29732
909
82073
157334
523281
345570
750925
47084
928074
9840
402196
28145
214
4987
50255
3671
386856
321758
5350
33523
170671
234609
788878
732829
292927
3749
318160
877609
58573
854968
192072
749054
905527
851675
24617
191707
274131
118680
6429
945354
16438
289786
1735
21632
10677
194851
81056
298873
387733
10543
18117
2482
803539
748670
852432
262490
24107
145646
297245
21754
4332
3412
40868
5623
379893
153678
55624
32924
118182
270419
13069
69979
201086
40327
45660
232339
10519
7770
3858
5983
313255
538399
862
3108
197311
8480
23262
113984
787095
4206
834293
9297
215762
89825
4806
18446
692
168007
77001
274259
260103
6728
889215
17644
36245
71649
258402
237362
732127
10241
150140
20129
36917
927821
44087
465268
3660
5317
32034
15199
10346
588
69565
907456
8790
15540
56702
42008
29936
858
8388
392012
748694
107635
31234
115052
211973
14436
291718
2519
69086
9983
2591
114520
69403
40386
8639
301868
464792
574044
47171
6659
746
512706
14727
316164
637441
636490
40359
11154
61815
779224
166064
60
127507
35834
12318
379824
641012
99950
33186
13522
74855
9097
4295
8443
71743
1284
441359
33024
11605
456739
4025
98064
5426
3150
394456
30008
172899
447445
241817
852769
104594
447882
573196
504377
598698
634699
213761
168735
702679
39885
24090
45635
13369
43386
70099
803660
34680
694514
12034
958105
14250
1957
11702
465
597538
450523
8526
38138
41756
4960
15545
302494
26664
2819
1817
59028
43641
102968
20568
64136
16343
183900
1998
45934
524729
587765
445881
76793
274758
1654
3176
381968
24841
17669
301039
38146
211184
245370
586878
1956
568159
626633
146049
36941
106934
551681
3554
1010
273606
281713
8928
400669
41250
6598
7491
112386
74847
14855
195153
1285
5308
469715
336178
227119
121542
4863
5552
7859
767798
252306
379117
1047
2501
390157
45269
38273
5642
13576
90167
150134
2577
81059
7801
57361
16354
943
911423
14451
113062
67285
15797
52078
127493
303177
235321
467971
9814
540
794158
5035
530675
70345
831260
6023
381099
1897
76178
2116
582301
99802
299033
36696
59422
821789
6612
45863
31668
30611
497490
3765
12508
788976
14268
38479
16372
21541
21807
117630
10237
1102
30976
367404
437673
468526
161438
465298
178182
325926
5640
414231
254433
7512
347036
744729
698
105843
58186
85944
54011
31382
4130
567874
817235
6036
12536
72857
17676
56128
105079
294630
22826
50401
12942
365895
414055
195121
4884
153546
63427
891127
794319
1485
954
20314
8647
23208
671630
1303
681893
71162
12957
28464
63152
161139
15883
8124
41254
236216
274143
22726
11781
140030
114858
668182
329290
1664
165760
100813
5066
13943
93
582188
105581
6339
124316
6019
3639
286164
913114
191704
16297
5607
174459
688544
3894
117655
289730
693049
17444
845751
21245
40274
11047
130989
458813
577065
73
472358
4128
2542
940
45931
141
42489
254221
788572
705248
6147
104362
16371
13396
401793
8243
10867
13281
4255
163158
298930
8471
192073
308003
195925
294458
2537
48998
3763
28101
6493
124847
167701
171654
15809
16587
50700
122191
82029
7750
70244
734739
6954
36031
575470
630061
144530
113
9156
817
769946
20081
74848
144102
39908
187006
847234
199483
764167
86567
7697
135816
366383
162369
141703
29706
138
164292
10453
380878
4969
34194
70882
315030
119986
345009
311883
631659
970028
312938
59168
274139
293333
581
37410
6905
15179
640641
25542
521279
15251
7345
557800
157376
125242
130
16384
7721
442379
40831
758775
24406
678466
9310
850469
14659
3173
6289
608
77732
18213
3904
5945
893409
5891
4217
33052
134581
401175
1896
31453
5569
40244
117629
23018
4990
621184
173901
12492
110398
425689
67554
5624
4171
64462
312942
55670
116122
170336
96458
295726
8787
539297
887308
6025
2504
294452
421659
1829
52164
328412
468512
27644
306
73972
174465
20125
4498
716657
10157
6487
32921
10820
270321
169870
424388
76
824280
13768
607870
6795
12503
569978
194641
54403
40368
48309
3735
57089
590267
37818
53152
462203
15563
5568
580896
658560
812620
39703
54431
36672
375516
733
666848
201488
63490
526006
472356
8123
338127
10510
381053
369952
796
480036
249
468503
41667
137918
37469
511
37284
633147
789
29722
225845
21341
87467
102440
432507
129418
185498
469813
131566
385815
3109
16264
238819
239029
442481
81996
17416
548
6981
107505
3998
128333
79143
358122
187647
335885
20209
781
4894
26568
15605
61399
4991
3662
36243
80000
3939
638587
178196
66793
4686
127951
55654
502367
752033
4387
221294
37883
11228
148
47544
122335
276734
28761
37383
635197
45113
47852
895500
53159
166348
170745
3644
95598
84276
9142
2576
15598
8291
13253
563569
4246
80095
586915
90956
146103
7268
32925
14404
270787
3199
5855
435971
368948
192633
143483
79419
551814
4360
3492
107504
773869
76177
7556
29974
1573
13068
2535
126865
3443
27060
705806
30232
108607
405739
45901
6298
683517
293315
12563
1450
23174
40257
13582
541912
281633
26220
49
107726
297591
89612
401173
19442
3278
2045
8317
8059
70644
3229
93986
13589
5310
12056
22280
13724
358
241624
167409
6754
546655
263710
107278
39260
100295
809188
114912
469099
6307
5358
37273
557860
270746
198731
822315
20087
5563
296772
29055
921142
394451
244311
52969
7069
568279
398
7912
60778
301041
66080
2544
4874
602967
22716
59729
575557
11114
329696
606004
40215
317302
145
2101
67190
21280
356873
26257
797811
115301
15124
26438
473446
2914
206385
191203
30670
27407
356218
2896
8508
40238
7969
461237
14389
917831
40634
22736
5014
12726
15491
8353
21953
72605
47587
156373
87061
115944
666595
126823
2048
873936
196944
369937
2948
5879
9683
2215
8713
190640
19601
84518
23007
433075
578027
4979
2225
8565
18367
102504
35597
405360
499423
287736
21762
73121
155692
604866
495
31581
7814
119234
658695
3657
776954
782215
87466
755
566576
281
1655
954238
149295
89929
38126
179105
58185
227073
82786
5965
477
97944
30023
22885
16234
11022
307557
681920
3532
543
13580
628151
255570
320
523709
118
4176
10839
1845
186587
126842
958603
150262
64274
72380
8017
638588
70693
191357
23452
894663
6395
722994
58397
264500
355046
153975
185914
866377
3393
1762
59214
589149
194715
655434
26567
176440
345623
2534
5299
336220
153927
563587
12975
24047
17781
603003
137635
470122
323
694500
18330
35
581228
8546
214260
17
20253
3736
147801
636489
4843
570921
1180
337924
394458
725837
34799
8329
15065
12436
1733
617555
174323
12479
436280
40688
51880
6205
629553
28510
59840
34435
296142
8365
34683
2968
898908
1861
2130
49898
89374
301018
5040
36330
12148
35058
1466
13707
115064
29146
126398
58427
93338
130348
203710
618329
894664
499076
70482
437976
3874
67892
528059
381293
151886
2050
579031
929
61195
782216
29611
43503
3546
256023
182026
497977
235970
7735
127
575847
18583
15092
64384
69071
786966
9056
758679
272
29520
65268
108608
3365
27191
17840
9132
11118
1711
28042
55527
61122
44098
50632
724578
47027
4766
34470
84527
69984
7875
45372
360653
215
32547
174682
15675
13342
826092
53946
319
914201
320715
127542
7769
17615
5327
847950
274243
7889
294328
8441
54628
434203
297021
43398
225825
51288
94157
6964
889975
58333
35729
58566
22775
81146
6642
2584
18977
30097
8298
318890
29038
837536
121019
6210
48778
319571
430452
2419
122241
320279
110646
19140
267244
484680
14099
110682
54770
4490
13329
5923
28814
11170
747748
42847
17898
11142
894296
815932
178576
26309
776488
4589
730468
570991
1078
6164
14724
40676
115
211189
125592
392
11140
90950
599438
12079
44149
23029
7662
510519
114857
596288
4494
17130
192630
894666
661803
2598
2597
170410
220343
318919
44267
159994
306799
12239
276708
39892
74979
71516
645599
4316
6193
327938
152207
125836
887332
5471
217070
827079
897
934208
422643
414215
10903
3116
6703
315762
335935
5592
3493
506143
40417
32959
6167
263950
207885
927287
514175
399451
5839
608900
2971
286226
412331
65809
49516
12086
143169
115101
121960
37297
58537
91625
468050
9261
16183
1192
14769
2017
765198
4825
509235
320640
84649
284125
8590
926755
215785
161760
40782
782342
17967
108410
99203
283021
27403
3368
267753
52145
114743
14793
30747
33173
15721
15057
18269
2560
17195
669843
48844
75627
582300
26513
922379
99092
92510
223710
73721
19687
3597
36713
150164
103088
40168
7911
682328
729608
15035
59420
4256
16827
1786
886039
714468
4895
831068
3679
269384
650316
90166
3740
270782
14733
44777
104401
22811
413912
52093
159021
296290
320773
10444
1948
334
5404
20071
31228
89283
167311
34034
622610
84695
161201
498270
280950
6560
100197
151337
44223
216
353209
451567
162399
3357
14363
15032
73499
299489
799488
474158
4737
23219
305834
65580
651968
131206
564936
57320
427
21679
84764
8705
247788
297167
2557
934
45913
562305
201089
514176
118718
20363
34884
582893
392896
28071
67448
105789
487451
745
892
649728
2465
53157
41458
37072
87813
211206
561
298638
11907
39378
57118
77762
510384
168370
102
566829
150666
17658
225483
9874
1218
3565
414016
135363
301100
45811
543997
9272
8784
394540
625249
424889
161665
40625
27624
3595
502584
32841
47554
765009
410251
32006
656
3531
132245
163924
31550
40743
30002
730779
282
6278
52779
503602
27949
546846
147510
38104
7906
5229
18874
21628
250836
497953
53780
85708
275549
209340
318162
3153
2312
859
844914
7551
45953
69120
83905
30396
3561
5437
56582
20222
76282
3128
22522
43915
10634
595373
221239
411907
901635
52084
8472
39822
98407
71031
145622
24296
227544
28469
63012
102842
269311
44640
702625
168803
752105
10526
162
697123
312896
692990
535988
126853
11695
9656
83440
10485
21293
3119
2595
10056
357463
20260
395558
3562
158513
184808
3988
64309
845520
240180
7189
1757
8351
264208
510726
238514
7913
71504
393339
6051
173234
310908
645490
23229
312952
2512
892552
4876
356180
2533
107568
19539
5004
3441
2310
296721
312937
4015
10776
20731
50324
806688
6120
69894
225479
252347
2894
195922
6571
132188
6469
450987
20145
173267
7143
879178
812627
48305
298747
45709
470403
6013
514683
5482
960659
11669
4088
21610
498972
28997
221442
23488
39200
2182
7400
34894
47582
76328
450522
19983
7654
747060
3121
6083
254228
25898
4696
23244
7936
173692
274134
400689
132336
17204
8660
7488
15603
20621
8030
140656
34449
118656
164949
4817
33613
7690
752048
195919
7860
504376
369938
37459
223202
1700
946090
863649
1483
42562
415
439086
26810
765030
90473
6327
9316
67
855409
829617
61
83555
78294
470121
370302
30081
96846
13
2224
502
51373
83102
270255
12832
8315
110986
69101
155559
165238
775945
5419
31977
20450
11019
6068
122800
95957
448302
573967
15621
3881
3141
467841
649851
4836
518219
12580
178312
848598
13359
128
8431
9220
10591
7567
13774
30663
127589
7664
12655
4909
12360
568
1799
12002
665142
336163
21560
840475
531388
4842
106113
36327
32043
369936
52080
34902
2613
43403
235743
343341
643279
52170
31875
881039
6640
618226
54
347915
11557
126267
210138
104586
85506
106973
8543
35180
209371
3131
204935
4882
241899
792081
693
4222
29208
42183
44351
71556
576012
798007
4023
85589
3915
5083
467663
942148
21624
125599
5015
195923
85016
76434
284989
22444
25660
903246
4762
22110
3849
644859
1471
449367
231681
13334
402
30743
1754
37268
203711
27438
494692
602828
4989
207830
943621
432570
260158
145631
183239
3547
9992
87985
206806
93093
10682
236
5586
20002
16207
225837
430940
28605
734277
18596
450398
446512
35241
326466
154615
102417
723164
3685
27536
22853
3901
327661
23592
662
13619
390096
188848
222662
609616
59055
116875
892557
64568
434
6617
305873
12741
229997
13555
84570
3766
2441
40264
26388
884510
971034
79663
59895
151543
6064
102404
18290
22695
400730
6481
2825
363996
389273
1374
1653
224616
21882
50615
403940
5191
605462
109306
424548
411869
3586
6679
1712
465272
164406
3557
206804
53633
254421
7891
469720
145793
27539
4902
3197
22689
43012
110690
3694
14565
5926
468195
329366
29385
8501
14293
412273
71548
51637
554
232385
620
354232
609
571
154566
968880
384
38149
11651
6071
36528
58428
419
232594
7712
15526
7490
155588
25614
39218
557472
618331
2888
144644
63394
850
117628
738433
time-0
time-1
time-2
time-3
time-4
time-5
time-6
time-7
time-8
time-9
time-10
time-11
time-12
time-13
time-14
time-15
time-16
time-17
time-18
time-19
time-20
time-21
time-22
time-23
time-24
time-25
time-26
time-27
time-28
time-29
time-30
time-31
time-32
time-33
time-34
time-35
time-36
time-37
time-38
time-39
time-40
time-41
time-42
time-43
time-44
time-45
time-46
time-47
user_chet_gulland
user_thiago_guedes_hackradt
user_zachary_townsend
user_boon_yap
user_ian_james_roberts
user_mike_dominguez
user_robert_lawler
user_marc_vermut
user_alexandre_inagaki
user_brian_schnack
user_jeff_zaret
user_tanya_leis
user_marie_langhout
user_roger_baran
user_ryan_schultz6
user_christine_ngo
user_richard_grote
user_emily_dunsmore
user_hugo_van_de_hoef
user_benjamin_kudria
user_aiden_bordner
user_balazs_ordodi
user_tokikaze_n
user_travis_walters
user_daniel_poulsen6
user_pa_tok
user_ed_c3
user_joe_baumer
user_jiyeon_kim
user_adam_rodnitzky
user_alex_davidson
user_steve_c
user_emily_vernon
user_john_dunne
user_richie_edquid
user_kristin_maverick
user_amy_pickwick
user_molly_hippolitus
user_robin_lisle
user_jennifer_bolen
user_brooke_helburn
user_chiara_atik
user_joe_magliaro
user_emily_f7
user_justin_taylor
user_aurelien_alexandre_debord
user_joel_franusic
user_justin_chortie
user_beau_hemian
user_elavrov
user_tamas_kalman
user_erik_michaels_ober
user_christian_baumeier
user_michele_b
user_gemma_craven
user_ted_morgan9
user_brandon_bayer
user_voyager_vision
user_susan_lee
user_paulo_delacruz
user_francis_burgess
user_kevin_wang7
user_k1mb3rly_b
user_amy_wielunski
user_jamie_dubs_wilkinson
user_benjamin_jancewicz
user_bryson
user_hugo_perez
user_ugur_arcan
user_adam_miskiewicz
user_lily_maase
user_sean_s
user_derek_punsalan
user_jessica_jerrick
user_david_manz
user_nathen_mcvittie
user_chris_campbell8
user_noel_fisher
user_kumiko_t
user_shannon_watkins
user_jarid_maged
user_elysa_rice
user_tikva_morowati
user_julien_henzelin
user_corbin_kappler
user_downtownrob_marlbrough
user_brent_harrison
user_brenden_chaney
user_chris_macdonald
user_patrix_m
user_john_fewell
user_michael_durwin
user_tami_j
user_yoshihiro_kato
user_joe_stainbrook
user_jacob_shwirtz
user_g_chandler_r
user_dion_hinchcliffe
user_johan_berkman
user_martin_snygg
user_ken
user_tonya_cannariato
user_andrew_newhart
user_rg_logan
user_stan_rawrysz
user_leo_lambertini
user_eilly_oneil
user_anders_graae
user_lauren_keith
user_shawn_williams3
user_shea_frederick
user_jeremy_benmoussa
user_koichi
user_chip_mahaney
user_lance5
user_matt_van_horn
user_junichi_uozumi
user_charles_williams
user_lori_miller
user_takao_goto
user_ornella_lucarelli
user_fox_hsiao
user_florian_seroussi
user_jason_beckerman
user_jeff_webster
user_duane_brown
user_arvid_bux
user_ben_keegan
user_mark_pullen
user_david_gallant
user_some_inu
user_paul_kuhn
user_todd_slind
user_sandy_pandy5
user_joel_b
user_frontriver
user_pamela_king
user_majer_abdurrachman
user_scott_holm
user_jannette_mina
user_jamie_wallace
user_steve_kruskamp
user_mjcoffeeholick
user_josh_morrissey
user_michael_crile
user_john_nykolaiszyn
user_peter_kazanjy
user_wendy_chu
user_daniel_bremmer
user_mark_whelchel
user_dominic_graham_de_montrose
user_mathieu_hannouz
user_garrick_sims
user_ganeza
user_robert_taylor
user_matt_zarzecki
user_jun_soo_sonn
user_uristocrat_a
user_hannah_hilbery
user_shaun_jacobsen
user_heather85
user_stacey_wacknov
user_walter_punsapy
user_arisha_williams
user_bernard_van_middendorp
user_kevin_man
user_jt_archie
user_lisa_gartner
user_james_smith
user_jen_yu
user_jeff9
user_tomo_himajin
user_lindsay_buescher
user_dino_ticinelli
user_gordy_wray
user_richlocation
user_erik_anderson
user_jim_goodman
user_bob_upham
user_ben_matthews
user_geer_oskam
user_krissy_klabacha
user_kato_satoshi
user_mark_cridge
user_masahiro_iba
user_jonathan_vingiano
user_sats_gawa
user_kyrio
user_suzanne_kaldenbach
user_matt_gierhart
user_rebiscoito
user_brett_hammond
user_rodolfo_herrera
user_bertrand_le_marc
user_matheus_costa
user_bill_graney
user_amanda_spurlock
user_matt_rycroft
user_danielle_maveal
user_jarae_housley
user_jake_sheppard
user_kevin_dando
user_intelwimax
user_bryan_swift
user_tomas8
user_japheth_cleaver
user_826
user_martin_benninge
user_456
user_colin_le_fevre
user_ben_lile
user_benjamen_hebert
user_shinya_ichinohe
user_james_mcclelland
user_koichi_inao
user_sam_ryan
user_filippo_corti
user_brian_fountain
user_dana_warren
user_aaron_berlin
user_olga_b
user_bryant_shea
user_adrian_grabicki
user_akifumi_yamashita
user_takashi_tomine
user_h5k1
user_hutch
user_rebecca_gricus
user_ian_vinten
user_emre_erbirer
user_matthew_wunderle
user_mikael_larsson
user_joe_conyers_iii
user_louis_gray
user_chris_sullivan5
user_eric_blah
user_veronica_reo
user_mei_he
user_tatum_lade
user_jean_pascal_szelerski
user_matt_albiniak
user_tsai_wen_celia_chen
user_peter_neufeld
user_cliff_cate
user_brett_mccoy
user_simon_zetterberg
user_torben_eik_jacobsen
user_marianne_velonis
user_joel_bez
user_alia_ormut_fleishman
user_filipe_fortes
user_betsy_d
user_matthew_tilleard
user_neil_dodd
user_ed_roche_kelly
user_noma_t
user_rafael_lavor
user_daniel_damico
user_0403
user_william_beutler
user_laura_boychenko
user_nader_akhnoukh
user_bathyscaphe_trieste
user_casey_sword
user_haterdan_bailey
user_david_daer
user_sashimi
user_ryan_odonnell
user_nate_folkert
user_john_calistro
user_dave_frank
user_12
user_ben_breier
user_alex_sanchez
user_jean_philippe_murray
user_michael_evans
user_matt_hipley
user_petteri_vanttinen
user_jonnie_james
user_glenn_bartlett
user_katie_majeski
user_reed_lauber
user_dave_evans2
user_fraser_maclellan
user_gary_m
user_kaz_itoh
user_marc_weil
user_michael_richardson5
user_jen_j_walker
user_k_sukigara
user_brandon_eley
user_aaron_thornburgh
user_jeff_slobotski
user_brian_manning
user_junji_yumoto
user_nathan_makan
user_teru
user_nishizawako
user_maria_ogneva
user_jamie06
user_keith_stewart
user_masatakam
user_joe_gruchacz
user_karly_gaffney
user_katie_ginley
user_lief_youngs
user_ian_christensen
user_tom_coates
user_john_claus
user_matt_helbig
user_inuse_kuroyanagi
user_david_goodwin
user_greg_meyer
user_mark_hanna
user_james_socol
user_manu_anand
user_ted_hudson
user_barret_wertz
user_aj_dyka
user_jeremy_welch
user_sarah_wulfeck
user_jim_brady
user_palbi
user_tom_cummings
user_curtis_smith
user_aaron_landry
user_becky_morrow
user_zaltower
user_vincent_chou
user_marc_costa
user_jamie_peck
user_adam_grossman
user_tim_johnson
user_angela_keppel
user_chris_davis7
user_lisa_french
user_kiesha_jenkins_duffy
user_rebecca_williams
user_barrett_lane
user_daniel_schoonover
user_drew_austin
user_willie_favero
user_twanna_hines
user_sarah_heesterbeek
user_chris_cook
user_brandon_dean1
user_roland_osborne
user_geoffrey_pettifer
user_paul_sapiano
user_bastian_scherbeck
user_grace_aldridge
user_carlo_almendral
user_jason_divosevic
user_irene_tien
user_kenneth_correa
user_andrew_nystrom
user_magnus_bros
user_hungry_s_f
user_yuyang_marlowe
user_rachel_wikoff
user_kenny
user_eric_eustaquio_santos
user_adam_rubins
user_adam_london
user_reihan_salam
user_nicolas_deppe
user_joseph_mussil
user_connie_k
user_rexter_chambers
user_eric_stratton
user_aresha
user_ashley_eckel
user_photis_patriotis
user_brad_chmielewski
user_mario_delgado
user_grantland_chew
user_daniel_newman
user_jina_bolton
user_alfredo_andaluz_prado
user_greg_ruby
user_chris_dame
user_alphonse_ha
user_ayesha_mir
user_afaview
user_jeremy_whelchel
user_michael_mahoney
user_chris_gee
user_andrew_vazzano
user_6_rokutan
user_l12p
user_robin_fordham
user_zorrobiwan
user_wes_r
user_diane_bisgeier
user_thomas_bakker
user_ryan_parker
user_eduardo_araujo
user_ihase
user_jim_licko
user_christopher_radzinski
user_christian_laux
user_zain_memon
user_meaghan_fitzgerald
user_greg_dewar
user_carrie_simonds
user_scott_bishop
user_colin_steele
user_liam_brennan
user_bill_schmidt
user_dan_dofter
user_ben_arnold
user_russ_chargualaf
user_john_rahn
user_guimel_salgado
user_shannan_b
user_jeff_heuer
user_derek_box
user_kayleigh_ma
user_nick_volpe
user_william_toll
user_peter_shine
user_perry_hewitt
user_tim_cederman
user_lindsay7
user_nate_burnett
user_graeme_douglas
user_ben_tesch
user_christopher_doorley
user_john_marsland
user_jason_sack
user_mike_isaac
user_graeme_ford
user_crystal_ginn
user_chris_rodemeyer
user_sven_m
user_adam_libunao
user_remi_perreault
user_utymo_oliveira
user_meredith_blalock
user_brian_kaplan
user_pierre_laromiguiere
user_alex_mestas
user_david_golden6
user_iryoji
user_rika
user_evan_tantum
user_bradley_lautenbach
user_forrest_kobayashi
user_philippe_leybaert
user_greg_meyer3
user_matthew_rothenberg
user_lieven
user_malcolm_ong
user_anton_nikitin
user_dana_davis3
user_masayuki_uemura
user_jeroen_van_eck
user_golf_i
user_nob_seki
user_rehman_abdulla
user_29
user_timo_sulanne
user_melissa_delgaudio
user_paulie_dery
user_zoreslav_khimich
user_erick_keller
user_raymond_cavalcante
user_isti_suto
user_megan_weisenberger
user_ash_ryan
user_sven_weisbrich
user_lauren_bailey
user_grum
user_carol_chen
user_hendric_rusch
user_chris_swinko
user_aidan_nulman
user_nicholas_bond
user_youngbok_lee
user_gabriel_cooper
user_rich_stern
user_ryan_r
user_zachary_blank
user_katharina_r
user_julie_minevich
user_eric_williamson
user_nick_may
user_carissa_tomlinson
user_vonetta_greene
user_sean_parham
user_erika_dodge
user_lisa_pasquin
user_jon_accarrino
user_signe_hansen
user_allan_stackhouse
user_raul_cb
user_morotomihead
user_sren_eusebius_jakobsen
user_ted_pennings
user_elad_gil
user_kayla_wilson
user_tom_hadley3
user_sookpichaya_charrunchon
user_eric_pakurar
user_karissa_armstrong
user_jeanmarc_a_de_silva
user_yuichi1123
user_cam_finlayson
user_shane_mcsimov
user_gareth_kay
user_justin_gould
user_siobhan_quinn
user_rob_flekoi
user_celso_hora
user_hannah_stubblefield
user_banse
user_joseph_myers
user_brian_carley
user_jonathan_hawks4
user_hana_f
user_brady_rafuse
user_david_coulson
user_alex_porter2
user_mikey_il
user_muriel_ide
user_komata_yuichiro
user_yuancheng_yang
user_anthony_lavado
user_ksk_snd
user_rick_mans
user_jonathan_buske
user_nicolas_mouroux
user_kevin_davis6
user_alexander_procter
user_stewart_king
user_jeremy_lockhorn
user_ryan_murphy2
user_alan_s
user_kris_seto
user_poundsine
user_alison_cozby
user_dave_mahmarian
user_amish_shah
user_te2ma
user_mohammed_al_taee
user_kazuto_hakata
user_31
user_ryan_sullivan3
user_lea_marino
user_megan_soto
user_anand_mourouguessin
user_aisea_laungaue
user_steve_jabs
user_gabe_tippery
user_hans_ten_hove
user_tunga_taks
user_steve_kinney
user_tuyen_nguyen
user_062
user_brad_garlinghouse
user_robert_auguste
user_gentry_amalo
user_yamy
user_robert_guerrero
user_chirag_dave
user_jake_alper
user_toby_bradbury
user_jimmy_kastner
user_limeduck
user_mike_kowalski
user_brenden_mulligan
user_calamity_chang
user_boming_ahn
user_christiane_link
user_ken_fisher
user_laurie_geller
